import React from "react";
import { NavLink } from "react-router-dom";

const Bangali = () => {
  return (
    <div className="mt-8 pb-12 flex flex-col gap-4 text-justify overflow-y-auto max-h-[90%] pr-6 info-scroll text-secondary">
      <p>
        স্ট্রাইকও ব্যক্তিগত তথ্য সুরক্ষার সর্বোচ্চ মান নিশ্চিত করার উপর সর্বোচ্চ
        জোর দেয়, গ্রাহকের বিশ্বাস গড়ে তোলার ক্ষেত্রে এর গুরুত্বপূর্ণ ভূমিকাকে
        স্বীকৃতি দেয়। এই সমস্ত-বেষ্টিত গোপনীয়তা নীতির মধ্যে রয়েছে ওয়েবসাইট,
        ডিভাইস, পণ্য, পরিষেবা, অনলাইন এবং ফিজিক্যাল স্টোর সহ বিভিন্ন প্ল্যাটফর্ম
        জুড়ে ব্যক্তিগত তথ্য সংগ্রহ এবং প্রক্রিয়াকরণের জন্য StrikeO , এর সহযোগী
        সংস্থাগুলি এবং সহযোগীদের দ্বারা গৃহীত কৌশলগত পদ্ধতির অন্তর্ভুক্ত । , এবং
        অ্যাপ্লিকেশনগুলি স্পষ্টভাবে এই গোপনীয়তা বিজ্ঞপ্তিটিকে " StrikeO
        পরিষেবাগুলি" হিসাবে উল্লেখ করে৷
      </p>
      <section>
        <h3 className="text-md font-semibold text-white opacity-80 mb-2">
          1. সংক্ষিপ্ত বিবরণ
        </h3>
        1.1 StrikeO পরিষেবা, এর সহযোগীদের সাথে, আপনার গোপনীয়তা রক্ষা করতে
        প্রতিশ্রুতিবদ্ধ। আপনার অবস্থানের উপর নির্ভর করে, আপনার ব্যক্তিগত ডেটা
        নিয়ন্ত্রণকারী সত্তা হবে StrikeO পরিষেবা।
        <br />{" "}
        <p className="flex my-2">
          1.2
          <h3 className="text-sm w-fit ml-2 font-semibold text-white opacity-80">
            দেশ-নির্দিষ্ট নীতি
          </h3>{" "}
        </p>
        1.2.1 এই গোপনীয়তা নীতিটি নিম্নলিখিত বিভাগে বর্ণিত হিসাবে আপনার
        এখতিয়ারের জন্য দেশ-নির্দিষ্ট নীতি (যদি প্রযোজ্য হয়) এর সাথে একত্রে
        পড়া উচিত।
        <p className="flex my-2">
          1.3
          <h3 className="text-sm w-fit ml-2 font-semibold text-white opacity-80">
            নীতির সুযোগ
          </h3>{" "}
        </p>
        StrikeO-এর অ্যাপ্লিকেশন, ওয়েবসাইট (ওয়েব এবং মোবাইল উভয় সংস্করণ),
        পণ্য, তথ্য, ফাংশন এবং পরিষেবাগুলির আপনার ব্যবহারে , আমরা আপনার ব্যক্তিগত
        ডেটা সহ ডেটা সংগ্রহ, ব্যবহার, প্রকাশ, সঞ্চয় এবং/অথবা প্রক্রিয়া করি।
        "প্ল্যাটফর্ম" সমস্ত প্রাসঙ্গিক অ্যাপ্লিকেশন এবং ওয়েবসাইটগুলিকে বোঝায়,
        যখন "পরিষেবাগুলি" সমস্ত পণ্য, তথ্য, ফাংশন, এবং StrikeO দ্বারা প্রদত্ত
        পরিষেবাগুলিকে অন্তর্ভুক্ত করে ৷
        <p className="flex my-2">
          1.4
          <h3 className="text-sm w-fit ml-2 font-semibold text-white opacity-80">
            গোপনীয়তা নীতির উদ্দেশ্য
          </h3>{" "}
        </p>
        1.4.1 এই গোপনীয়তা নীতি আপনাকে জানায় যে আমরা কীভাবে পরিষেবার বিধান বা
        প্ল্যাটফর্মে অ্যাক্সেসের সময় সংগৃহীত ডেটা সংগ্রহ করি, ব্যবহার করি,
        প্রকাশ করি, সঞ্চয় করি এবং/অথবা প্রক্রিয়া করি, আপনি একজন নিবন্ধিত
        ক্রেতা বা বিক্রেতা কিনা। আপনার ব্যক্তিগত ডেটা সম্পর্কিত সমস্ত ক্রিয়া এই
        গোপনীয়তা নীতিকে কঠোরভাবে মেনে চলে।
        <p className="flex my-2">
          1.5
          <h3 className="text-sm w-fit ml-2 font-semibold text-white opacity-80">
            সম্পূরক নোটিশ
          </h3>
        </p>
        1.5.1 নির্দিষ্ট অ্যাপ্লিকেশনের জন্য প্রদত্ত অন্য কোনো প্রযোজ্য
        বিজ্ঞপ্তির সাথে এই গোপনীয়তা নীতিটি পড়ুন। এটি কীভাবে এবং কেন আমরা আপনার
        ব্যক্তিগত ডেটা ব্যবহার করি তার সম্পূর্ণ বোধগম্যতা নিশ্চিত করে।
        <p className="flex my-2">
          1.6
          <h3 className="text-sm w-fit ml-2 font-semibold text-white opacity-80">
            গোপনীয়তা নীতির আপডেট
          </h3>
        </p>
        1.6.1 পর্যায়ক্রমিক আপডেট ঘটতে পারে। বস্তুগত পরিবর্তনগুলিকে অবহিত করা
        হবে, এবং আপনার ক্রমাগত পরিষেবার ব্যবহার বা প্ল্যাটফর্মে অ্যাক্সেস করা
        পরিবর্তনগুলির স্বীকৃতি এবং স্বীকৃতি গঠন করে। নিয়মিত গোপনীয়তা নীতি
        পর্যালোচনা করা আপনার দায়িত্ব।
        <p className="flex my-2">
          1.7
          <h3 className="text-sm w-fit ml-2 font-semibold text-white opacity-80">
            অন্যান্য নোটিশের সাথে সম্পর্ক
          </h3>
        </p>
        1.7.1 এই গোপনীয়তা নীতি আপনার ব্যক্তিগত ডেটা সংগ্রহ, সঞ্চয়, ব্যবহার,
        প্রকাশ, এবং/অথবা প্রক্রিয়াকরণের সাথে সম্পর্কিত অন্যান্য নোটিশ, চুক্তির
        ধারা এবং সম্মতি ধারার পরিপূরক। স্পষ্টভাবে অন্যথায় বলা না হলে এটি তাদের
        ওভাররাইড করে না।
        <p className="flex my-2">
          1.8
          <h3 className="text-sm w-fit ml-2 font-semibold text-white opacity-80">
            শর্তাবলীর প্রযোজ্যতা
          </h3>
        </p>
        1.8.1 শর্তাবলী ক্রেতা, বিক্রেতা বা উভয় হিসাবে নিবন্ধিত হোক না কেন,
        সমস্ত StrikeO ব্যবহারকারীদের জন্য সর্বজনীনভাবে প্রযোজ্য৷
        <br /> 1.8.2 ব্যবহারকারীর গোপনীয়তার প্রতি আমাদের প্রতিশ্রুতি ক্রেতা,
        বিক্রেতা বা উভয় হিসাবে তাদের নিবন্ধন স্থিতি নির্বিশেষে সমস্ত StrikeO
        ব্যবহারকারীদের কাছে প্রসারিত। এখানে বর্ণিত নীতিগুলি একইভাবে প্রযোজ্য,
        আমরা যে গোপনীয়তা কাঠামোকে সমর্থন করি তার একটি বিস্তৃত বোধগম্যতা বৃদ্ধি
        করে৷
      </section>
      <hr className="my-3" />
      <section>
        <h3 className="text-md font-semibold text-white opacity-80 mb-2">
          I. ব্যক্তিগত তথ্য সংগ্রহ
        </h3>
        <h3 className="text-md font-semibold text-white opacity-80 mb-2">
          2.1 আপনার দেওয়া তথ্য
        </h3>
        <p>
          নাম, ঠিকানা, এবং অর্থপ্রদানের তথ্যের মতো প্রয়োজনীয় বিবরণ সহ আমাদের
          পণ্য এবং পরিষেবাগুলির গুণমান উন্নত করতে স্ট্রাইকও অধ্যবসায়ীভাবে
          স্বেচ্ছায় প্রদত্ত তথ্য সংগ্রহ করে।
        </p>
        <h3 className="text-md font-semibold text-white opacity-80 my-2">
          2.2 স্বয়ংক্রিয় তথ্য
        </h3>
        <p>
          কুকিজ সহ উন্নত প্রযুক্তি ব্যবহার করে, StrikeO পদ্ধতিগতভাবে
          ব্যবহারকারী-নির্দিষ্ট ডেটা ক্যাপচার করে এবং সঞ্চয় করে, স্ট্রাইকও
          পরিষেবাগুলির মাধ্যমে উপলব্ধ বিষয়বস্তু এবং পরিষেবাগুলির সাথে
          মিথস্ক্রিয়াগুলি যত্ন সহকারে ট্র্যাক করে৷
        </p>
        <h3 className="text-md font-semibold text-white opacity-80 my-2">
          2.3 অন্যান্য উত্স থেকে তথ্য
        </h3>
        <p>
          নির্ভুলতা এবং ব্যবহারকারী-কেন্দ্রিক অভিজ্ঞতার প্রতি আমাদের
          প্রতিশ্রুতিতে, স্ট্রাইকও তৃতীয় পক্ষের উত্স থেকে সম্পূরক তথ্য পাওয়ার
          মাধ্যমে এর ডেটাসেটকে বাড়িয়ে তুলতে পারে। এই ডেটা সমৃদ্ধকরণ ডেটার
          যথার্থতা বাড়ায় এবং সামগ্রিক কেনাকাটার অভিজ্ঞতাকে উন্নত করে। আমাদের
          অপারেশনাল ফাংশন সঞ্চালনে, StrikeO আমাদের পক্ষ থেকে বিভিন্ন কাজ
          সম্পাদনের জন্য বহিরাগত সত্তা এবং ব্যক্তিদের পরিষেবা নিযুক্ত করতে পারে।
          এই কাজগুলির মধ্যে পণ্য বা পরিষেবার অর্ডার পূরণ, প্যাকেজ ডেলিভারি,
          পোস্টাল মেল এবং ইমেল পাঠানো, ডেটা বিশ্লেষণ, গ্রাহক তালিকা থেকে
          অপ্রয়োজনীয় তথ্য অপসারণ, বিপণন সহায়তার বিধান, অনুসন্ধান ফলাফল এবং
          লিঙ্কগুলি (অন্তর্ভুক্ত) অন্তর্ভুক্ত রয়েছে তবে এর মধ্যেই সীমাবদ্ধ নয়
          অর্থপ্রদানের তালিকা এবং লিঙ্কগুলির), অর্থপ্রদান প্রক্রিয়াকরণ,
          বিষয়বস্তু সংক্রমণ, ক্রেডিট ঝুঁকি মূল্যায়ন, এবং গ্রাহক পরিষেবার
          বিধান। এটা মনে রাখা জরুরী যে এই তৃতীয় পক্ষের পরিষেবা প্রদানকারীদের
          তাদের মনোনীত ফাংশনগুলি সম্পাদনের জন্য কঠোরভাবে প্রয়োজনীয় ব্যক্তিগত
          তথ্যে অ্যাক্সেস দেওয়া হয়েছে এবং অন্য কোনো উদ্দেশ্যে এই ধরনের তথ্য
          ব্যবহার করা থেকে স্পষ্টভাবে নিষিদ্ধ। উপরন্তু, এটা স্বীকার করা উচিত যে
          এই পরিষেবা প্রদানকারীরা ব্যবহারকারীর অবস্থানের বাইরে এখতিয়ারে অবস্থিত
          হতে পারে।
        </p>

        <h3 className="text-md font-semibold text-white opacity-80 my-2">
          II. ব্যক্তিগত তথ্য ব্যবহারের উদ্দেশ্য
        </h3>
        <p>
          StrikeO- এর দ্বারা ব্যক্তিগত তথ্যের বিচক্ষণ ব্যবহার বহুমুখী উদ্দেশ্য
          পূরণ করে, যার মধ্যে কিন্তু সীমাবদ্ধ নয়:
        </p>
        <ul className="info-page-list">
          <li>
            <span className="text-white opacity-80">ক্রয় এবং ডেলিভারি:</span>{" "}
            <p>
              বিরামবিহীন অর্ডার সহজতর করা, অর্থপ্রদান পরিচালনা করা এবং পণ্য ও
              পরিষেবা সম্পর্কে কার্যকর যোগাযোগ নিশ্চিত করা।
            </p>
          </li>
          <li>
            <span className="text-white opacity-80">পরিষেবার উন্নতি:</span>{" "}
            <p>
              পারফরম্যান্স মেট্রিক্সের কঠোর বিশ্লেষণ, পারদর্শী সমস্যা সমাধান এবং
              স্ট্রাইকও পরিষেবাগুলির ব্যবহারযোগ্যতার চিরন্তন বর্ধন।
            </p>
          </li>
          <li>
            <span className="text-white opacity-80">
              সুপারিশ এবং ব্যক্তিগতকরণ:
            </span>{" "}
            <p>
              সুনির্দিষ্ট পছন্দের উপর ভিত্তি করে সুপারিশগুলি সাজানো এবং
              ব্যবহারকারীর অভিজ্ঞতা ব্যক্তিগতকরণের ক্ষেত্রে যথার্থতা।
            </p>
          </li>
          <li>
            <span className="text-white opacity-80">
              ভয়েস, ইমেজ এবং ক্যামেরা পরিষেবাগুলি:
            </span>{" "}
            <p>
              ব্যবহারকারীর অনুরোধগুলিকে সমাধান করতে এবং ক্রমাগত পরিষেবার
              গুণমানকে পরিমার্জিত করতে ভয়েস ইনপুট, ছবি এবং ভিডিওগুলি ব্যবহার
              করে৷
            </p>
          </li>
          <li>
            <span className="text-white opacity-80">আইনি সম্মতি:</span>{" "}
            <p>
              আইনি বাধ্যবাধকতার সাথে সারিবদ্ধ করার জন্য তথ্যের ন্যায়বিচারপূর্ণ
              সংগ্রহ এবং ব্যবহার।
            </p>
          </li>
          <li>
            <span className="text-white opacity-80">বিজ্ঞাপন:</span>{" "}
            <p>
              ব্যবহারকারীর পরিচয়ের সাথে আপস না করে আগ্রহ-ভিত্তিক বিজ্ঞাপন
              স্থাপন করা। আরও জটিল বিবরণ{" "}
              <NavLink to={"#"}>
                <mark className=" underline">
                  এখানে অ্যাক্সেস করা যেতে পারে ।
                </mark>
              </NavLink>
            </p>
          </li>
        </ul>
      </section>
      <section>
        <h3 className="text-md font-semibold text-white opacity-80 mb-2">
          III. কুকিজ এবং অন্যান্য শনাক্তকারী
        </h3>
        <p>
          StrikeO কৌশলগতভাবে ব্রাউজার বা ডিভাইসগুলিকে চিনতে দক্ষতার সাথে কুকিজ
          এবং শনাক্তকারী স্থাপন করে, যার ফলে পরিষেবাগুলির বিধান এবং বর্ধিতকরণ
          অপ্টিমাইজ করে৷ বিস্তারিত তথ্যের জন্য, অনুগ্রহ করে আমাদের{" "}
          <NavLink to="/cookies">
            <mark className="underline">কুকিজ নীতি </mark>
          </NavLink>
          দেখুন ।
        </p>
      </section>
      <section>
        <h3 className="text-md font-semibold text-white opacity-80 mb-2">
          IV.ব্যক্তিগত তথ্য শেয়ারিং
        </h3>
        <p>
          গ্রাহকের ডেটা সুরক্ষাকে অগ্রাধিকার দেওয়ার নীতিতে অবিচলভাবে মেনে চলা
          এবং সরাসরি বিক্রয় থেকে বিরত থাকার সময়, স্ট্রাইকও স্বীকার করে যে
          নির্দিষ্ট পরিস্থিতিতে তথ্য ভাগ করে নেওয়ার প্রয়োজন হয়। এই ধরনের
          পরিস্থিতিতে তৃতীয় পক্ষের সাথে লেনদেন বা তৃতীয় পক্ষের পরিষেবা
          প্রদানকারীদের সাথে জড়িত থাকতে পারে। এই পরিস্থিতিতে একটি ব্যাপক বোঝার{" "}
          <NavLink className={"underline text-sky-200"} to={"#"}>
            এখানে প্রদান করা হয়
          </NavLink>{" "}
          <mark>( স্ট্রাইকও গোপনীয়তা নীতি)</mark>
        </p>
      </section>
      <section>
        <h3 className="text-md font-semibold text-white opacity-80 mb-2">
          V. তথ্য নিরাপত্তা ব্যবস্থা
        </h3>
        <p className="mb-2">
          StrikeO একটি বহুমুখী পদ্ধতির মাধ্যমে ব্যবহারকারীর তথ্যের নিরাপত্তাকে
          অগ্রাধিকার দেয়। ট্রান্সমিশনের সময় ব্যক্তিগত ডেটার গোপনীয়তা এবং
          অখণ্ডতা নিশ্চিত করতে, অত্যাধুনিক এনক্রিপশন প্রোটোকল এবং সফ্টওয়্যার
          নিযুক্ত করা হয়। পেমেন্ট কার্ড ইন্ডাস্ট্রি ডেটা সিকিউরিটি
          স্ট্যান্ডার্ড (PCI DSS) এর সাথে সম্মতি আমাদের ক্রেডিট কার্ড ডেটা
          পরিচালনার জন্য অবিচ্ছেদ্য, আর্থিক লেনদেনের জন্য একটি নিরাপদ পরিবেশকে
          শক্তিশালী করে। আমাদের প্রতিশ্রুতি শারীরিক, ইলেকট্রনিক, এবং পদ্ধতিগত
          সুরক্ষা বজায় রাখার জন্য প্রসারিত, মাঝে মাঝে পরিচয় যাচাইকরণের
          অনুরোধগুলি নিরাপত্তা ব্যবস্থাগুলিকে উন্নত করে৷ আমাদের প্ল্যাটফর্মে
          ব্যবহৃত ডিভাইসগুলি সুরক্ষা বৈশিষ্ট্যগুলির সাথে সুরক্ষিত,
          ব্যবহারকারীদের ব্যক্তিগত প্রয়োজন অনুসারে সেটিংস কনফিগার করার অনুমতি
          দেয়। বিস্তারিত নির্দেশনার জন্য, ব্যবহারকারীরা ডিভাইস নিরাপত্তা সেটিংস
          পরিচালনার তথ্য অ্যাক্সেস করতে পারেন। শেষ পর্যন্ত, StrikeO ব্যবহারকারীর
          নিরাপত্তার উপর একটি প্রিমিয়াম রাখে, সক্রিয়ভাবে ঝুঁকি হ্রাস করে এবং
          একটি সুরক্ষিত ডিজিটাল স্থানকে উৎসাহিত করে।
        </p>
        <p>
          ব্যবহারকারীদের তাদের ব্যক্তিগত তথ্যের নিরাপত্তা নিশ্চিত করার জন্য
          তাদের দায়িত্ব মনে করিয়ে দেওয়া হয়। পাসওয়ার্ডগুলিতে অননুমোদিত
          অ্যাক্সেসের বিরুদ্ধে সতর্কতা, কম্পিউটার, ডিভাইস এবং অ্যাপ্লিকেশনগুলিকে
          সুরক্ষিত করার সাথে মিলিত হওয়া অত্যন্ত গুরুত্বপূর্ণ। একটি মৌলিক
          সর্বোত্তম অনুশীলনের মধ্যে রয়েছে শেয়ার্ড ডিভাইস ব্যবহার করা শেষ হলে
          সাইন অফ করা। এই সম্মিলিত পদ্ধতি, StrikeO দ্বারা বাস্তবায়িত শক্তিশালী
          নিরাপত্তা ব্যবস্থা এবং সর্বোত্তম অনুশীলনের প্রতি ব্যবহারকারীর
          আনুগত্যকে একত্রিত করে, সমস্ত ব্যবহারকারীর জন্য একটি নিরাপদ এবং
          বিশ্বস্ত পরিবেশ স্থাপন করে। ডেটা সুরক্ষার প্রতিশ্রুতিটি সূক্ষ্ম
          এনক্রিপশন, শিল্প-মান সম্মতি এবং সক্রিয় সুরক্ষা ব্যবস্থায় স্পষ্ট, যা
          স্ট্রাইকও ইকোসিস্টেমের মধ্যে তাদের ব্যক্তিগত তথ্যের অখণ্ডতার প্রতি
          ব্যবহারকারীর আস্থাকে শক্তিশালী করে।
        </p>
      </section>
      <section>
        <h3 className="text-md font-semibold text-white opacity-80 my-2">
          VI. বিজ্ঞাপন অনুশীলন
        </h3>
        <p className="mb-2">
          StrikeO পরিষেবাগুলি তৃতীয় পক্ষের বিজ্ঞাপন এবং বহিরাগত ওয়েবসাইট এবং
          অ্যাপ্লিকেশনগুলির লিঙ্কগুলিকে অন্তর্ভুক্ত করতে পারে৷ StrikeO- তে
          তৃতীয় পক্ষের বিজ্ঞাপন অংশীদারদের দ্বারা প্রদত্ত বিষয়বস্তু, বিজ্ঞাপন
          এবং পরিষেবাগুলির সাথে ইন্টারঅ্যাকশনের ফলে ব্যবহারকারীদের সম্পর্কে তথ্য
          সংগ্রহ করা হতে পারে। আগ্রহ-ভিত্তিক বিজ্ঞাপনগুলি সহ StrikeO- এ
          তৃতীয়-পক্ষের বিজ্ঞাপনের একটি বিস্তৃত বোঝার জন্য , ব্যবহারকারীদের{" "}
          <mark>আগ্রহ-ভিত্তিক বিজ্ঞাপন নীতি </mark> পর্যালোচনা করতে উত্সাহিত করা
          হয় ৷ বিজ্ঞাপনের পছন্দের কাস্টমাইজেশনের জন্য, ব্যবহারকারীরা{" "}
          <mark>বিজ্ঞাপন পছন্দ পৃষ্ঠাটি দেখতে পারেন।</mark>
        </p>
        <p>
          তৃতীয় পক্ষের বিজ্ঞাপন পরিষেবাগুলির ব্যবহারে, StrikeO বিজ্ঞাপন
          সংস্থাগুলিকে ডেটা দিয়ে সজ্জিত করে যা আরও প্রাসঙ্গিক এবং মূল্যবান
          বিজ্ঞাপনগুলি সরবরাহ করতে সক্ষম করে, সাথে তাদের কার্যকারিতা মূল্যায়ন
          করে৷ এই প্রক্রিয়া চলাকালীন কোনো সরাসরি শনাক্তকারী, যেমন নাম, শেয়ার
          করা হয় না তা লক্ষ করা আবশ্যক। পরিবর্তে, একটি বিজ্ঞাপন শনাক্তকারী,
          যেমন একটি কুকি বা ডিভাইস শনাক্তকারী, ব্যবহার করা হয়, একটি ইমেল
          ঠিকানার মতো অন্যান্য তথ্যে অপরিবর্তনীয় ক্রিপ্টোগ্রাফি প্রয়োগ করে।
          উদাহরণস্বরূপ, যদি একটি অ্যাপ আগে ডাউনলোড করা হয়ে থাকে, তাহলে
          অপ্রয়োজনীয় বিজ্ঞাপন প্রদর্শন রোধ করতে বিজ্ঞাপন শনাক্তকারী এবং
          সংশ্লিষ্ট ডেটা শেয়ার করা হয়। উপরন্তু, কিছু বিজ্ঞাপন কোম্পানি
          অন্যান্য বিজ্ঞাপনদাতাদের প্রাসঙ্গিক বিজ্ঞাপনের সাথে ব্যবহারকারীদের
          উপস্থাপন করতে এই তথ্যটি ব্যবহার করে । যে ব্যবহারকারীরা আগ্রহ-ভিত্তিক
          বিজ্ঞাপন থেকে অপ্ট-আউট করতে চান তারা বিস্তারিত নির্দেশনার জন্য
          বিজ্ঞাপন পছন্দ পৃষ্ঠা অ্যাক্সেস করতে পারেন।
        </p>
        <h3 className="text-md font-semibold text-white opacity-80 my-2">
          VII. তথ্য অ্যাক্সেসযোগ্যতা
        </h3>
        <p className="mb-2">
          স্ট্রাইকও ব্যবহারকারীদের অ্যাকাউন্টের বিবরণ এবং অর্থপ্রদানের বিকল্প
          থেকে শুরু করে প্রোফাইল স্পেসিফিকেশন, সদস্যতার স্থিতি এবং বিস্তারিত
          ক্রয়ের ইতিহাস পর্যন্ত তাদের তথ্যের বিভিন্ন দিকে ব্যাপক অ্যাক্সেস
          দেয়। StrikeO এর সাথে জড়িত থাকার সময় , বিভিন্ন ক্রিয়া
          ব্যবহারকারীদের তথ্য প্রদানের জন্য অনুরোধ করে, যেমন পণ্য অনুসন্ধান করা
          বা কেনাকাটা করা, কার্ট থেকে আইটেম যোগ করা বা সরানো, অর্ডার দেওয়া,
          সামগ্রী ডাউনলোড করা, সেটিংস কনফিগার করা এবং বিভিন্ন চ্যানেলের মাধ্যমে
          যোগাযোগ করা। এই ক্রিয়াগুলি সনাক্তকরণের বিবরণ, অর্থপ্রদানের তথ্য,
          বয়স, অবস্থান, আইপি ঠিকানা এবং বিষয়বস্তু-সম্পর্কিত তথ্য জমা দিতে
          পারে। উপরন্তু, ব্যবহারকারীরা বন্ধু, পর্যালোচনা, বিশেষ অনুষ্ঠান
          অনুস্মারক, এবং পছন্দ সম্পর্কে তথ্য প্রদান করতে পারে।
        </p>{" "}
        <p>
          সরবরাহ করা তথ্য ব্যক্তিগত বিবরণ, আর্থিক তথ্য, ডিভাইস লগ ফাইল, এবং
          কনফিগারেশন অন্তর্ভুক্ত করতে পারে। IP ঠিকানা, লগইন শংসাপত্র, ডিভাইস
          মেট্রিক্স এবং ব্রাউজিং ইতিহাস সহ স্বয়ংক্রিয় তথ্য সংগ্রহ এবং বিশ্লেষণ
          করা হয় । স্ট্রাইকও প্রযুক্তিগত তথ্য সংগ্রহ করতে ডিভাইস শনাক্তকারী,
          কুকিজ এবং অন্যান্য প্রযুক্তি ব্যবহার করতে পারে। উপরন্তু, বহিরাগত উত্স
          থেকে তথ্য, যেমন আপডেট করা ডেলিভারি বিশদ, অনুমোদিত বণিকদের অ্যাকাউন্টের
          তথ্য এবং ক্রেডিট ব্যুরো থেকে ক্রেডিট ইতিহাস ডেটা, ব্যবহারকারীর
          প্রোফাইলকে উন্নত করতে পারে।
        </p>{" "}
        <h3 className="text-md font-semibold text-white opacity-80 my-2">
          VIII. ব্যবহারকারীর পছন্দ
        </h3>
        <p>
          এজেন্সি সহ ব্যবহারকারীদের ক্ষমতায়ন, স্ট্রাইকও তথ্য এবং পছন্দগুলি
          পরিচালনা করার জন্য বিকল্পগুলির একটি অ্যারে প্রদান করে৷ এই বিকল্পগুলিতে
          ব্যক্তিগত বিবরণ আপডেট করা, যোগাযোগের পছন্দগুলি নিয়ন্ত্রণ করা, এবং
          সূক্ষ্ম-টিউনিং বিজ্ঞাপন সেটিংস অন্তর্ভুক্ত রয়েছে। ব্যবহারকারীরা
          স্ট্রাইকও পরিষেবাগুলির মাধ্যমে তথ্যের একটি স্পেকট্রাম অ্যাক্সেস করতে
          পারে , যার মধ্যে রয়েছে অর্ডারের স্থিতি, সম্পূর্ণ অর্ডার ইতিহাস,
          ব্যক্তিগতভাবে শনাক্তযোগ্য তথ্য, অর্থপ্রদানের সেটিংস, ইমেল বিজ্ঞপ্তি,
          সুপারিশ, শপিং তালিকা, ভয়েস রেকর্ডিং এবং ব্যবহারকারীর প্রোফাইল।
          সংশ্লিষ্ট প্রোগ্রামে অংশগ্রহণকারী বিক্রেতা এবং বিকাশকারীদের মনোনীত
          পোর্টালগুলির মাধ্যমে তাদের অ্যাকাউন্ট এবং পছন্দগুলি অ্যাক্সেস এবং
          পরিচালনা করার ক্ষমতা রয়েছে।
        </p>
        <h3 className="text-md font-semibold text-white opacity-80 my-2">
          IX. শিশুদের গোপনীয়তা
        </h3>
        <p>
          স্ট্রাইকও , নিয়ন্ত্রক নির্দেশিকাগুলির সাথে সারিবদ্ধ, শিশুদের দ্বারা
          কেনার জন্য পণ্য বিক্রি করা থেকে বিরত থাকে৷ 18 বছরের কম বয়সী
          ব্যবহারকারীদের পিতামাতার সম্পৃক্ততার অধীনে আমাদের পরিষেবাগুলির সাথে
          যুক্ত হতে উত্সাহিত করা হয়৷ শিশুদের গোপনীয়তার প্রতি আমাদের
          দৃষ্টিভঙ্গির একটি ব্যাপক বোঝাপড়া আমাদের{" "}
          <mark> শিশুদের গোপনীয়তা বিজ্ঞপ্তিতে উল্লেখ করা হয়েছে।</mark>
        </p>
        <h3 className="text-md font-semibold text-white opacity-80 my-2">
          X. পরিচিতি, নোটিশ এবং রিভিশন
        </h3>
        <p>
          স্ট্রাইকও উন্মুক্ত যোগাযোগ এবং রেজোলিউশনকে মূল্য দেয়। গোপনীয়তার
          উদ্বেগ সহ গ্রাহকদের দ্রুত রেজোলিউশনের জন্য আমাদের{" "}
          <mark>ডেডিকেটেড সাপোর্ট চ্যানেলে</mark> (
          <a
            href={"mailto:support@strikeo.com"}
            className={"text-sky-200 underline"}
          >
            support@strikeo.com
          </a>
          ) যোগাযোগ করতে উৎসাহিত করা হচ্ছে। আমাদের গোপনীয়তা বিজ্ঞপ্তি একটি
          গতিশীল নথি, আমাদের ব্যবসার পাশাপাশি বিকশিত হয়। StrikeO নীতি
          পৃষ্ঠাগুলিতে সর্বশেষ আপডেট সম্পর্কে অবগত থাকুন ।
        </p>
        <h3 className="text-md font-semibold text-white opacity-80 my-2">
          XI. সম্পর্কিত অনুশীলন এবং তথ্য
        </h3>
        <p>
          স্ট্রাইকও পরিষেবাগুলির একটি সমৃদ্ধ বোঝার জন্য , অতিরিক্ত তথ্য,{" "}
          <mark>শর্তাবলী এবং প্রাসঙ্গিক সহায়তার বিশদ</mark> অন্তর্ভুক্ত করে
          অনুসন্ধান করুন ৷
        </p>
      </section>
    </div>
  );
};

export default Bangali;
