import React from "react";
import DenseTable from "./Table";

const Bangla = () => {
  const columns = [
    { Header: "মূল্যপরিশোধ পদ্ধতি", accessor: "PaymentMethod" },
    { Header: "রিফান্ড বিকল্প", accessor: "RefundOption" },
    { Header: "ফেরত সময়", accessor: "RefundTime" },
  ];

  const rows = [
    {
      PaymentMethod: "ডেবিট বা ক্রেডিট কার্ড",
      RefundOption: "ডেবিট বা ক্রেডিট কার্ড পেমেন্ট রিভার্সাল",
      RefundTime: "7-10 ব্যবসায়িক দিন",
    },
    {
      PaymentMethod: "পেপ্যাল",
      RefundOption: "পেপ্যাল",
      RefundTime: "5 ব্যবসায়িক দিন",
    },
    {
      PaymentMethod: "সমান মাসিক কিস্তি",
      RefundOption: "ডেবিট বা ক্রেডিট কার্ড",
      RefundTime: "7-10 ব্যবসায়িক দিন",
    },
    {
      PaymentMethod: "বিকাশ",
      RefundOption: "মোবাইল ওয়ালেট রিভার্সাল/ বিকাশ",
      RefundTime: "7-10 ব্যবসায়িক দিন",
    },
    {
      PaymentMethod: "নগদ",
      RefundOption: "মোবাইল ওয়ালেট রিভার্সাল/নগদ",
      RefundTime: "7-10 ব্যবসায়িক দিন",
    },
    {
      PaymentMethod: "DBBL নেক্সাস (অনলাইন ব্যাংকিং)",
      RefundOption: "কার্ড পেমেন্ট রিভার্সাল (নেক্সাস)",
      RefundTime: "7-10 ব্যবসায়িক দিন",
    },
    {
      PaymentMethod: "রকেট (ওয়ালেট DBBL)",
      RefundOption: "মোবাইল ওয়ালেট রিভার্সাল/রকেট",
      RefundTime: "7-10 ব্যবসায়িক দিন",
    },
    {
      PaymentMethod: "ক্যাশ অন ডেলিভারি (সিওডি)",
      RefundOption: "ব্যাংক আমানত",
      RefundTime: "7-10 ব্যবসায়িক দিন",
    },
    {
      PaymentMethod: "স্ট্রাইকও ভাউচার",
      RefundOption: "StrikeO রিফান্ড ভাউচার",
      RefundTime: "3 ব্যবসায়িক দিন",
    },
  ];
  const columns2 = [
    { Header: "রিফান্ডের মোড", accessor: "Mode" },
    { Header: "বর্ণনা", accessor: "Description" },
  ];
  const rows2 = [
    {
      Mode: "ব্যাংক আমানত",
      Description:
        "প্রদত্ত ব্যাঙ্ক অ্যাকাউন্টের বিবরণ অবশ্যই সঠিক হতে হবে এবং নাম অবশ্যই মিলতে হবে। অ্যাকাউন্ট সক্রিয় হতে হবে। কিছু কিছু ক্ষেত্রে, ব্যাঙ্ক সাধারণত অ্যাকাউন্টধারীর অর্থ ফেরত প্রক্রিয়া করার জন্য ন্যূনতম ব্যালেন্সের প্রয়োজন হয়।",
    },
    {
      Mode: "পেপ্যাল",
      Description:
        "পেপ্যাল অ্যাকাউন্ট অবশ্যই মিলবে। অনুগ্রহ করে মনে রাখবেন যে অননুমোদিত লেনদেন রিপোর্ট করা হবে এবং রিফান্ড আটকে রাখা হতে পারে।",
    },
    {
      Mode: "ডেবিট কার্ড বা ক্রেডিট কার্ড",
      Description:
        "একই ডেবিট/ক্রেডিট কার্ডে ফেরত দেওয়া হয়। StrikeO দ্বারা রিফান্ড ইস্যু করার পরে যদি ফেরতকৃত পরিমাণ আপনার কার্ড স্টেটমেন্টে প্রতিফলিত না হয় তাহলে অনুগ্রহ করে অবিলম্বে আপনার ব্যাঙ্কের সাথে যোগাযোগ করুন ৷",
    },
    {
      Mode: "বিকাশ/রকেট/নগদ মোবাইল/ওয়ালেট",
      Description:
        "একটি ব্যাঙ্ক ডিপোজিটের মতোই, আপনি কেনার সময় যে মোবাইল অ্যাকাউন্টের বিশদ বিবরণ দিয়েছিলেন তাতে অর্থ ফেরত দেওয়া হবে৷ কোনো রিফান্ডের ক্ষেত্রে, প্রাপ্ত ক্যাশব্যাকের পরিমাণ, যদি থাকে, তা ফেরতের পরিমাণের সাথে সমন্বয় করা হবে।",
    },
    {
      Mode: "রিফান্ড ভাউচার/গিফট কার্ড",
      Description:
        "ভাউচারগুলি গ্রাহকের নিবন্ধিত ইমেল আইডি/ফোনে পাঠানো হবে এবং একই ব্যবহারকারীর প্রোফাইলের সাথে খালাস করা যেতে পারে। ভাউচার ডিসকাউন্ট কোড শুধুমাত্র একবার প্রয়োগ করা যেতে পারে। অবশিষ্ট পরিমাণ আপনার StrikeO অ্যাকাউন্টে প্রতিফলিত হবে এবং ভাউচারের বৈধতার মধ্যে পরবর্তী ক্রয়ের জন্য ব্যবহার করা যেতে পারে। অনুগ্রহ করে মনে রাখবেন যে অননুমোদিত লেনদেন/প্রয়াস রিপোর্ট করা হবে এবং এর ফলে StrikeO ব্যবহারে সাময়িক বা স্থায়ী নিষেধাজ্ঞা আসতে পারে ।",
    },
  ];
  return (
    <div className="mt-8 pb-12 flex flex-col gap-4 text-justify overflow-y-auto max-h-[90%] pr-6 info-scroll text-secondary">
      <p>
        StrikeO- তে , আমরা আশা করি প্রতিটি পণ্য আপনাকে আনন্দ দেবে। যাইহোক, যদি
        আপনাকে একটি আইটেম ফেরত দিতে হবে, আমরা প্রক্রিয়াটি সহজ করে দিই। অনুগ্রহ
        করে প্রথমে{" "}
        <a
          href="mailto:support@strikeo.com"
          className="text-white opacity-80 underline"
        >
          support@strikeo.com
        </a>{" "}
        এ আমাদের সহায়তা টিমের সাথে যোগাযোগ করুন এবং "রিটার্ন - অর্ডার নম্বর"
        লিখুন যাতে আমরা এখনই আপনার প্রত্যাবর্তন শুরু করতে পারি এবং আপনাকে
        রাস্তায় ফিরিয়ে আনতে পারি৷
      </p>
      <section>
        <h3 className="text-md font-semibold text-white opacity-80 mb-2">
          রিটার্ন নির্দেশিকা
        </h3>
        <ul className="info-page-list">
          <li>
            প্রসবের 30 দিনের মধ্যে ফেরত দেওয়া অপরিচিত আইটেমগুলি ফেরতের জন্য
            যোগ্য। অনুগ্রহ করে মনে রাখবেন কোনো ব্যবহার, ত্রুটি বা অনুপস্থিত
            ট্যাগ ফেরত মানকে প্রভাবিত করতে পারে।
          </li>
          <li>
            আমাদের টিমের কাছ থেকে রিটার্ন মার্চেন্ডাইজ অথরাইজেশন (RMA) নম্বরের
            অনুরোধ করার 7-10 দিনের মধ্যে ফেরত প্রক্রিয়া শুরু করুন। RMA ছাড়া
            রিটার্ন প্রত্যাখ্যাত হতে পারে।
          </li>
          <li>
            আসল অবস্থায় আইটেম ফেরত দিন এবং যখনই সম্ভব প্যাকেজিং করুন। ক্ষতি রোধ
            করতে প্যাকেজিং পুনরায় ব্যবহার বা প্রতিস্থাপন করুন।
          </li>
          <li>
            আমাদের গুদামে সফলভাবে পৌঁছানোর জন্য আপনার অর্ডারের বিবরণ এবং RMA
            নম্বর সহ রিটার্ন শিপমেন্টকে স্পষ্টভাবে লেবেল করুন। ট্র্যাকিং নম্বর
            হাতে রাখুন।
          </li>
        </ul>
      </section>
      <section>
        <h3 className="text-md font-semibold text-white opacity-80 mb-2">
          ফেরত পদ্ধতি
        </h3>
        <p>
          ফিরে আসা আইটেমগুলি আমাদের কাছে পৌঁছানোর পরে, ফেরত দেওয়া শুরু করার আগে
          সেগুলি পরিদর্শন করা হয় (72 ঘন্টা পর্যন্ত)। ফেরত দেওয়া আইটেমগুলি
          অনুমোদিত হওয়ার পরে সাধারণত 7-10 ব্যবসায়িক দিনের মধ্যে ফেরত জমা হয়।
          এখানে পদ্ধতি:
        </p>
        <DenseTable columns={columns} rows={rows} />

        <p>
          দ্রষ্টব্য: সর্বাধিক ফেরত টাইমলাইনে সাপ্তাহিক ছুটি, সরকারি ছুটির দিন,
          অনিবার্য পরিস্থিতি এবং সামাজিক, রাজনৈতিক ও পরিবেশগত বিপর্যয় বাদ
          দেওয়া হয়
        </p>
        <p>
          আপনার ব্যাঙ্কের প্রক্রিয়াকরণ পদ্ধতির উপর ভিত্তি করে আপনার অ্যাকাউন্টে
          সম্পূর্ণরূপে প্রতিফলিত হওয়ার জন্য অর্থ ফেরতের জন্য অনুগ্রহ করে
          অতিরিক্ত সময় দিন।
        </p>
        <DenseTable columns={columns2} rows={rows2} />
      </section>
      <section>
        <h3 className="text-md font-semibold text-white opacity-80">
          বহন শিপিং চার্জ
        </h3>
        <p>
          যদি পণ্যগুলি আপনার কাছে ক্ষতিগ্রস্থ হয় বা ভুল পণ্য পাঠানো হয় তবে
          আমরা রিটার্ন শিপিং ফি কভার করি। অন্যান্য ক্ষেত্রে, গ্রাহকরা রিটার্ন
          শিপিং চার্জ বহন করে। রিটার্ন শিপিং জন্য প্রতিদান একটি ক্ষেত্রে
          ভিত্তিতে সদিচ্ছা আউট প্রদান করা হতে পারে. বিস্তারিত সঙ্গে যোগাযোগ
          করুন.
        </p>
      </section>
      <section>
        <h3 className="text-md font-semibold text-white opacity-80">
          বিক্রয়, ডিসকাউন্ট এবং ব্যক্তিগতকৃত আইটেম
        </h3>
        <p>
          কাস্টম পণ্যদ্রব্য এবং খোদাই করা/মুদ্রিত আইটেমগুলি ফেরত দেওয়া যাবে না
          বা ফেরত দেওয়া যাবে না কারণ সেগুলি অর্ডার করার জন্য তৈরি করা হয়েছে।
          বিক্রয় আইটেমগুলি চূড়ান্ত কেনাকাটা কিন্তু যদি সেগুলি ক্ষতিগ্রস্ত বা
          ত্রুটিপূর্ণ হয় তবে আপনি ফেরত প্রক্রিয়া শুরু করতে পারেন।
        </p>
        <p className="mt-2">
          StrikeO এর সাথে কেনাকাটা করার সময় এই নীতিগুলি সুবিধা এবং নিশ্চয়তা
          প্রদান করবে ৷ আমরা সবসময় আমাদের পরিষেবার মানকে আরও অপ্টিমাইজ করার
          লক্ষ্য রাখি। অনুগ্রহ করে{" "}
          <a
            href="mailto:support@strikeo.com"
            className="text-white opacity-80 underline"
          >
            support@strikeo.com
          </a>{" "}
          এ যেকোনো মতামত পাঠান । এখন আপনি অশ্বারোহণ করার জন্য প্রস্তুত করা যাক!
        </p>
      </section>
    </div>
  );
};

export default Bangla;
