import React from "react";
import { NavLink } from "react-router-dom";

const Bangali = () => {
  return (
    <div className="mt-8 pb-12 flex flex-col gap-4 text-justify overflow-y-auto max-h-[90%] pr-6 info-scroll text-secondary">
      <p>
        স্ট্রাইকও পরিষেবা এবং এর সহযোগী সংস্থাগুলি (" স্ট্রাইকও ") ওয়েবসাইট
        বৈশিষ্ট্য এবং বিভিন্ন পণ্য এবং পরিষেবা অফার করে যখন আপনি স্ট্রাইকও.কম
        ("ওয়েবসাইট") এ স্ট্রাইকও স্টোর অ্যাক্সেস করেন বা ব্যবহার করেন,
        স্ট্রাইকও পণ্য বা পরিষেবাগুলি ব্যবহার করেন, স্ট্রাইকও মোবাইল
        অ্যাপ্লিকেশন ব্যবহার করেন বা ব্যবহার করেন উপরে উল্লিখিত সম্পর্কিত
        সাব-ডোমেন, সাইট, মোবাইল অ্যাপ, পরিষেবা এবং সরঞ্জামগুলির (সম্মিলিতভাবে "
        স্ট্রাইকও পরিষেবাগুলি") এর সাথে সংযোগে StrikeO দ্বারা সরবরাহ করা
        সফ্টওয়্যার ৷ StrikeO পরিষেবাগুলি স্ট্রাইকও পরিষেবাগুলির মাধ্যমে উপলব্ধ
        তথ্য, বিষয়বস্তু, উপকরণ, পণ্য এবং সফ্টওয়্যারগুলিকে অন্তর্ভুক্ত করে এবং
        ব্যবহার ও বিক্রয়ের এই শর্তগুলির মধ্যে স্ট্রাইকও পরিষেবাগুলির
        রেফারেন্সগুলির মধ্যে যেকোন একটি বা সমস্ত অন্তর্ভুক্ত রয়েছে৷ স্ট্রাইকও
        স্ট্রাইকও পরিষেবা প্রদান করে এবং এই পৃষ্ঠায় বর্ণিত শর্তের উপর ভিত্তি
        করে আপনার কাছে আমাদের পণ্য বিক্রি করে। " স্ট্রাইকও " হল স্ট্রাইকও
        প্রাইভেট লিমিটেডের একটি ব্যবসায়িক নাম।
      </p>
      <p>
        স্ট্রাইকও প্ল্যাটফর্ম ব্যবহার করে , আপনি এই শর্তাবলী এবং শর্তাবলী
        সম্পর্কে আপনার স্বীকৃতি নিশ্চিত করেন, যা এখানে লিঙ্কযুক্ত তথ্য
        অন্তর্ভুক্ত করে এবং এই "ব্যবহারকারী চুক্তিতে" উল্লেখিত শর্তাবলী মেনে
        চলার জন্য আপনার প্রতিশ্রুতি ঘোষণা করেন। সাইটের সাথে আপনার সম্পৃক্ততা এই
        ব্যবহারকারী চুক্তির একটি অন্তর্নিহিত স্বীকৃতি হিসাবে বিবেচিত হয়, আপনি
        প্ল্যাটফর্ম ব্যবহার শুরু করার মুহুর্ত থেকে কার্যকর। আপনি যদি এই
        ব্যবহারকারী চুক্তিতে বর্ণিত শর্তাদি থেকে ভিন্নমত পোষণ করেন, দয়া করে এই
        সাইটে প্রবেশ, নিবন্ধন বা ব্যবহার করা থেকে বিরত থাকুন। এই সাইটের মালিকানা
        এবং পরিচালনা স্ট্রাইকও প্রাইভেট লিমিটেডের উপর ন্যস্ত করা হয়েছে,
        কোম্পানি আইন, 1994, (রেজিস্ট্রেশন নম্বর: C-189403/2023) এর অধীনে
        অন্তর্ভুক্ত একটি কর্পোরেট সত্তা।
      </p>
      <p>
        পূর্বসূচনা ছাড়াই সাইটটি তার বিবেচনার ভিত্তিতে এই শর্তাবলীর অংশগুলি
        পরিবর্তন, সংশোধন, যোগ বা অপসারণের অধিকার রাখে। এই ধরনের পরিবর্তনগুলি
        অতিরিক্ত বিজ্ঞপ্তি ছাড়াই সাইটে তাদের প্রকাশনার পরে সক্রিয় হয়ে ওঠে।
        আমরা আপডেটের জন্য এই নিয়ম ও শর্তাবলীর পর্যায়ক্রমিক পর্যালোচনার সুপারিশ
        করি। নিয়ম ও শর্তাবলীর কোনো পরিবর্তনের পরে আপনার সাইটের টেকসই ব্যবহার
        আপনার সংশোধিত শর্তাবলীর সম্মতি বোঝায়।
      </p>
      <section>
        <h3 className="text-md font-semibold text-white opacity-80 mb-2">
          ব্যবহারের শর্ত
        </h3>
        <p>
          StrikeO পরিষেবাগুলি ব্যবহার করার আগে দয়া করে এই শর্তগুলি সাবধানে
          পড়ুন ৷ StrikeO পরিষেবাগুলি ব্যবহার করার মাধ্যমে , আপনি এই শর্তগুলির
          দ্বারা আবদ্ধ হতে সম্মত হন, নিজের এবং আপনার পরিবারের সকল সদস্য এবং অন্য
          যারা আপনার StrikeO অ্যাকাউন্টের অধীনে যেকোন StrikeO পরিষেবা ব্যবহার
          করেন তাদের পক্ষে। আমরা StrikeO পরিষেবার বিভিন্ন পরিসর প্রদান করি এবং
          কিছু ক্ষেত্রে অতিরিক্ত শর্তাবলী প্রযোজ্য হতে পারে। একটি StrikeO
          পরিষেবা ব্যবহার করার সময় (যেমন, StrikeO মোবাইল অ্যাপ্লিকেশন, StrikeO
          Store), আপনি সেই নির্দিষ্ট StrikeO পরিষেবার ("পরিষেবার শর্তাবলী") জন্য
          প্রযোজ্য শর্তাবলী এবং নীতিরও অধীন ৷ স্ট্রাইকও পরিষেবাগুলির আপনার
          ব্যবহার সম্পর্কে গুরুত্বপূর্ণ তথ্য আমাদের সহায়তা পৃষ্ঠাগুলিতে পাওয়া
          যাবে৷ এই ব্যবহারের শর্তাবলী এবং পরিষেবার শর্তাবলীর মধ্যে অসঙ্গতি
          থাকলে, পরিষেবার শর্তাবলী প্রাধান্য পাবে৷
        </p>
      </section>
      <section>
        <h3 className="text-md font-semibold text-white opacity-80 mb-2">
          গোপনীয়তা
        </h3>
        <p>
          StrikeO পরিষেবার মাধ্যমে আমরা কীভাবে আপনার ব্যক্তিগত তথ্য সংগ্রহ ও
          প্রক্রিয়া করি তা বুঝতে আমাদের গোপনীয়তা চুক্তি পর্যালোচনা করুন । আপনি
          আমাদেরকে যে তথ্য প্রদান করেন, ব্যক্তিগত হোক বা অন্যথায়, এবং সাইটের
          সাথে আপনার মিথস্ক্রিয়া, গোপনীয়তা চুক্তি এবং প্রাসঙ্গিক আইন ও
          প্রবিধান মেনে কঠোর আত্মবিশ্বাসের সাথে অনুষ্ঠিত হয়। আপনি যদি গোপনীয়তা
          চুক্তিতে বিশদভাবে আপনার তথ্যের স্থানান্তর বা ব্যবহার সংক্রান্ত
          রূপরেখার পদ্ধতির সাথে ভিন্নমত পোষণ করেন, আমরা দয়া করে অনুরোধ করব যে
          আপনি সাইটটি ব্যবহার করা থেকে বিরত থাকুন।
        </p>
      </section>
      <section>
        <h3 className="text-md font-semibold text-white opacity-80 mb-2">
          যোগাযোগের পদ্ধতি
        </h3>
        <p className="">
          StrikeO পরিষেবাগুলি থেকে যোগাযোগ পেতে সম্মতি দিচ্ছেন যাতে ইমেল,
          টেক্সট, ইন-অ্যাপ বিজ্ঞপ্তি বা ওয়েবসাইটে পোস্টিং অন্তর্ভুক্ত থাকতে
          পারে। আপনি আমাদের কাছ থেকে ইলেকট্রনিকভাবে যোগাযোগ সহ সমস্ত চুক্তি,
          নোটিশ, প্রকাশ এবং অন্যান্য যোগাযোগের জন্য সম্মত হন এবং সম্মত হন যে এই
          ধরনের যোগাযোগগুলি লিখিত যোগাযোগের জন্য যেকোনো আইনি প্রয়োজনীয়তা পূরণ
          করে।
        </p>
        {/* <p>
          Except as necessary to use a StrikeO Service for its intended purpose
          and in compliance with these Conditions of Use and the relevant
          Service Terms, you may not copy, extract, or re-utilize any content of
          any StrikeO Service without our express written consent. This
          includes, but is not limited to, product listings, descriptions,
          prices, and account information. Unauthorized use of data mining,
          robots, or similar tools to extract substantial parts of any StrikeO
          Service or its content is strictly prohibited without our express
          written consent.
        </p> */}
      </section>

      <section>
        <h3 className="text-md font-semibold text-white opacity-80 mb-2">
          কপিরাইট এবং অন্যান্য অধিকার
        </h3>

        <p className="mb-2">
          স্ট্রাইকও পরিষেবার সমস্ত বিষয়বস্তু স্ট্রাইকও বা এর সামগ্রী
          সরবরাহকারীদের সম্পত্তি এবং বাংলাদেশী এবং আন্তর্জাতিক কপিরাইট এবং
          বৌদ্ধিক সম্পত্তি আইন দ্বারা সুরক্ষিত।
        </p>
        <p>
          স্ট্রাইকও পরিষেবাকে তার উদ্দিষ্ট উদ্দেশ্যে ব্যবহার করার জন্য এবং এই
          ব্যবহারের শর্তাবলী এবং প্রাসঙ্গিক পরিষেবার শর্তাবলী মেনে চলার প্রয়োজন
          ছাড়া , আপনি আমাদের স্পষ্ট লিখিত সম্মতি ব্যতীত কোনও স্ট্রাইকও পরিষেবার
          কোনও সামগ্রী অনুলিপি, নিষ্কাশন বা পুনরায় ব্যবহার করতে পারবেন না। এর
          মধ্যে পণ্য তালিকা, বিবরণ, মূল্য এবং অ্যাকাউন্টের তথ্য অন্তর্ভুক্ত
          রয়েছে কিন্তু এতেই সীমাবদ্ধ নয়। আমাদের স্পষ্ট লিখিত সম্মতি ব্যতীত
          যেকোনো StrikeO পরিষেবার উল্লেখযোগ্য অংশ বা এর বিষয়বস্তু বের করার জন্য
          ডেটা মাইনিং, রোবট বা অনুরূপ সরঞ্জামগুলির অননুমোদিত ব্যবহার কঠোরভাবে
          নিষিদ্ধ।
        </p>
      </section>
      <section>
        <h3 className="text-md font-semibold text-white opacity-80 mb-2">
          ট্রেডমার্ক
        </h3>

        <p>
          StrikeO ট্রেডমার্কের একটি বিস্তৃত ক্যাটালগ এখানে উপলব্ধ। গ্রাফিক্স,
          লোগো, পৃষ্ঠা শিরোনাম, বোতাম আইকন, স্ক্রিপ্ট এবং পরিষেবার নামগুলি সহ যে
          কোনও স্ট্রাইকও পরিষেবার মধ্যে ট্রেডমার্কের প্রতিনিধি বা ট্রেড
          ড্রেসগুলি আমাদের বা তৃতীয় পক্ষের নিবন্ধিত এবং অনিবন্ধিত ট্রেডমার্ক৷
          স্ট্রাইকও দ্বারা সরবরাহ করা হয়নি এমন পণ্য বা পরিষেবাগুলির সাথে
          অননুমোদিত ব্যবহার , গ্রাহকের বিভ্রান্তির কারণ হতে পারে, বা যে কোনও
          উপায়ে স্ট্রাইকওকে অপমানজনক বা অসম্মানজনকভাবে নিষিদ্ধ করা হয়েছে৷
          অতিরিক্ত ট্রেডমার্ক StrikeO- এর মালিকানাধীন নয় কিন্তু যেকোন StrikeO
          পরিষেবার মধ্যে উপস্থিত হওয়া তাদের নিজ নিজ মালিকদের একমাত্র সম্পত্তি
          থাকে, তা StrikeO দ্বারা অনুমোদিত, সংযুক্ত বা স্পনসর করা হোক না কেন ।
          স্পষ্ট লিখিত সম্মতি ছাড়াই StrikeO- এর যেকোন ট্রেডমার্ক বা লোগোকে
          আবদ্ধ করার জন্য ফ্রেমিং কৌশলের ব্যবহার , সেইসাথে মেটা ট্যাগ বা
          StrikeO-এর নাম বা ট্রেডমার্ক অন্তর্ভুক্ত করে এমন কোনও "লুকানো পাঠ্য"
          ব্যবহার করা কঠোরভাবে নিষিদ্ধ৷
        </p>
      </section>
      <section>
        <h3 className="text-md font-semibold text-white opacity-80 mb-2">
          নিষেধাজ্ঞা এবং রপ্তানি নীতি
        </h3>

        <p className="">
          স্ট্রাইকও পরিষেবাগুলি ব্যবহার করছেন তার দ্বারা আরোপিত নিষেধাজ্ঞার
          বিষয় হয়ে থাকেন তাহলে অনুগ্রহ করে কোনো স্ট্রাইকও পরিষেবা ব্যবহার করা
          থেকে বিরত থাকুন৷ পণ্য, সফ্টওয়্যার, প্রযুক্তি এবং পরিষেবাগুলির জন্য
          প্রাসঙ্গিক বা অন্যান্য এখতিয়ার দ্বারা আরোপিত সহ সমস্ত প্রাসঙ্গিক
          রপ্তানি এবং পুনঃরপ্তানি নিষেধাজ্ঞাগুলির সাথে সম্মতি বাধ্যতামূলক৷
        </p>
        {/* <p>
          Moreover, we want to be transparent about the nature of the products
          and services offered on the Site. While we strive for accuracy and
          quality, we disclaim any warranties or representations, whether
          express or implied, regarding the products' quality, suitability,
          accuracy, reliability, completeness, timeliness, performance, safety,
          merchantability, fitness for a particular purpose, or legality. The
          content on the Site, including product information, pricing details,
          and specifications, is provided on an "as is" basis without any
          warranty. It’s important to note that we do not endorse or implicitly
          support the sale or purchase of any products on the Site. At no point
          does StrikeO acquire any right, title, or interest in the products
          listed or displayed. We do not have any obligations or liabilities
          concerning transactions on the Site. Additionally, StrikeO will not be
          held liable for the actions or inactions of any other service
          providers listed on our platform, including but not limited to payment
          providers, installment offerings, and warranty services.
        </p> */}
      </section>
      <section>
        <h3 className="text-md font-semibold text-white opacity-80 mb-2">
          দাবিত্যাগ
        </h3>

        <p className="mb-2">
          StrikeO এ , আমরা নিশ্চিত করতে চাই যে আপনার অনলাইন অভিজ্ঞতা নিরাপদ এবং
          সন্তোষজনক। আমাদের পরিষেবাগুলি অ্যাক্সেস করে এবং সাইটে লেনদেনে জড়িত
          থাকার মাধ্যমে, আপনি স্বীকার করেন যে আপনি নিজের বিবেচনার ভিত্তিতে এটি
          করছেন। আমাদের প্ল্যাটফর্মের মাধ্যমে কোনো লেনদেনে প্রবেশ করার আগে আপনার
          সর্বোত্তম বিচার এবং বিচক্ষণতা ব্যবহার করা অত্যন্ত গুরুত্বপূর্ণ।
          অনুগ্রহ করে সচেতন হোন যে StrikeO , একটি সুবিধাদাতা হিসাবে, বিক্রেতাদের
          কর্ম বা নিষ্ক্রিয়তার জন্য কোন দায়বদ্ধতা গ্রহণ করে না। বিক্রেতা বা
          নির্মাতাদের শর্ত, উপস্থাপনা বা ওয়ারেন্টি লঙ্ঘনের জন্য আমরা স্পষ্টভাবে
          কোনো দায় অস্বীকার করি। কোন ঘটনাতে আমরা আপনার এবং বিক্রেতা বা
          নির্মাতাদের মধ্যে বিরোধের মধ্যস্থতা বা সমাধান করব না।
        </p>
        <p>
          তাছাড়া, আমরা সাইটে প্রদত্ত পণ্য এবং পরিষেবার প্রকৃতি সম্পর্কে স্বচ্ছ
          হতে চাই। যদিও আমরা নির্ভুলতা এবং গুণমানের জন্য চেষ্টা করি, আমরা পণ্যের
          গুণমান, উপযুক্ততা, নির্ভুলতা, নির্ভরযোগ্যতা, সম্পূর্ণতা, সময়োপযোগীতা,
          কর্মক্ষমতা, নিরাপত্তা, ব্যবসায়িকতা, একটি নির্দিষ্ট উদ্দেশ্যে ফিটনেস,
          বা বৈধতা সম্পর্কিত যেকোনও ওয়ারেন্টি বা উপস্থাপনা, প্রকাশ বা উহ্য,
          অস্বীকার করি। . সাইটের বিষয়বস্তু, পণ্যের তথ্য, মূল্যের বিবরণ এবং
          স্পেসিফিকেশন সহ, "যেমন আছে" ভিত্তিতে কোনো ওয়ারেন্টি ছাড়াই প্রদান করা
          হয়। এটা মনে রাখা গুরুত্বপূর্ণ যে আমরা সাইটে কোন পণ্য বিক্রয় বা
          ক্রয়কে সমর্থন করি না বা পরোক্ষভাবে সমর্থন করি না। কোনো সময়েই StrikeO
          তালিকাভুক্ত বা প্রদর্শিত পণ্যের কোনো অধিকার, শিরোনাম বা আগ্রহ অর্জন
          করে না। সাইটে লেনদেনের বিষয়ে আমাদের কোনো বাধ্যবাধকতা বা দায় নেই।
          অতিরিক্তভাবে, আমাদের প্ল্যাটফর্মে তালিকাভুক্ত অন্য কোনো পরিষেবা
          প্রদানকারীর ক্রিয়া বা নিষ্ক্রিয়তার জন্য StrikeO কে দায়ী করা হবে না,
          যার মধ্যে অর্থপ্রদান প্রদানকারী, কিস্তি অফার এবং ওয়ারেন্টি পরিষেবা সহ
          কিন্তু সীমাবদ্ধ নয়।
        </p>
      </section>
      <section>
        <h3 className="text-md font-semibold text-white opacity-80 mb-2">
          ক্ষতিপূরণ
        </h3>

        <p>
          স্ট্রাইকও পরিষেবার একজন ব্যবহারকারী হিসাবে , আপনি ক্ষতিপূরণ দিতে এবং
          স্ট্রাইকও প্রাইভেট লিমিটেডের মালিকানাধীন ক্ষতিহীন স্ট্রাইকওকে ধরে
          রাখতে সম্মত হন , এর অধীনস্থ সংস্থা, অধিভুক্ত এবং তাদের সংশ্লিষ্ট
          কর্মকর্তা, পরিচালক, এজেন্ট এবং কর্মচারী। এই ক্ষতিপূরণ কোন দাবি, দাবি,
          কর্ম, বা জরিমানা কভার করে, যুক্তিসঙ্গত অ্যাটর্নি ফি সহ, এই শর্তাবলী
          এবং শর্তাবলী বা রেফারেন্স দ্বারা অন্তর্ভুক্ত যেকোন নথি লঙ্ঘনের কারণে
          তৃতীয় পক্ষের দ্বারা করা হয়। এর মধ্যে আইন, বিধি, প্রবিধান বা তৃতীয়
          পক্ষের অধিকার লঙ্ঘন অন্তর্ভুক্ত। আমাদের পরিষেবাগুলি ব্যবহার করে, আপনি
          স্পষ্টভাবে StrikeO পরিষেবাগুলি, এর সহযোগীদের, কর্মকর্তাদের এবং
          প্রতিনিধিদের বিক্রেতা বা অন্যান্য পরিষেবা প্রদানকারীদের ক্রিয়াকলাপ বা
          নিষ্ক্রিয়তা থেকে উদ্ভূত কোনও খরচ, ক্ষতি, দায় বা পরিণতি থেকে মুক্তি
          দেন৷ আপনি কোনো আইন, চুক্তি, বা অন্যথায় কোনো দাবি বা দাবি পরিত্যাগ
          করেন।
        </p>
      </section>
      <section>
        <h3 className="text-md font-semibold text-white opacity-80 mb-2">
          অ্যাক্সেস এবং ব্যবহারের অধিকার
        </h3>

        <p className="">
          StrikeO বা এর বিষয়বস্তু প্রদানকারীরা আপনাকে সীমিত, অ-এক্সক্লুসিভ,
          অ-হস্তান্তরযোগ্য, অ-সাবলাইসেন্সযোগ্য, স্ট্রাইকও পরিষেবাগুলির ব্যক্তিগত
          এবং অ-বাণিজ্যিক ব্যবহার করার এবং অ্যাক্সেস করার অধিকার প্রদান করে। এই
          অধিকারের মধ্যে কোন তৃতীয় পক্ষের সুবিধার জন্য স্ট্রাইকও পরিষেবা বা এর
          কোনও অংশ ব্যবহার করার জন্য, বা কোনও স্ট্রাইকও পরিষেবা বা এর কোনও অংশের
          কোনও বাণিজ্যিক বা ডেরিভেটিভ ব্যবহার করার জন্য লাইসেন্স বা অনুমতি
          অন্তর্ভুক্ত নয় । স্ট্রাইকও বা এর লাইসেন্সদাতা, সরবরাহকারী, প্রকাশক,
          অধিকার ধারক, বা অন্যান্য বিষয়বস্তু প্রদানকারীরা সমস্ত অধিকার ধারণ করে
          যা এই ব্যবহারের শর্তাবলীতে আপনাকে স্পষ্টভাবে দেওয়া হয়নি বা কোনও
          পরিষেবার শর্তাবলী সংরক্ষিত এবং বজায় রাখা হয়েছে। আপনি StrikeO
          পরিষেবার অপব্যবহার নাও করতে পারেন৷ স্ট্রাইকও পরিষেবাগুলি শুধুমাত্র
          প্রাসঙ্গিক পরিষেবার শর্তাবলী দ্বারা অনুমোদিত এবং আইন অনুসারে ব্যবহার
          করুন ৷ আপনি মেনে না চললে StrikeO দ্বারা প্রদত্ত অ্যাক্সেস এবং
          ব্যবহারের অধিকার বন্ধ হয়ে যাবে। অতিরিক্ত বিবরণের জন্য দয়া করে
          StrikeO গোপনীয়তা নীতি পড়ুন । স্ট্রাইকও প্ল্যাটফর্মের
          পাসওয়ার্ড-সুরক্ষিত বা সুরক্ষিত বিভাগগুলি অ্যাক্সেস করা এবং ব্যবহার
          করা , সেইসাথে প্রদত্ত পরিষেবাগুলি গ্রহণ করা, অ্যাকাউন্টধারী গ্রাহকদের
          জন্য একচেটিয়াভাবে অনুমোদিত৷ এই প্ল্যাটফর্ম বিভাগগুলি, পরিষেবাগুলি বা
          অন্য কোনও সুরক্ষিত তথ্য অ্যাক্সেস করার অননুমোদিত প্রচেষ্টা, আপনার
          নির্দিষ্ট ব্যবহারের জন্য ইচ্ছাকৃতভাবে আমাদের দ্বারা সরবরাহ করা উপায়
          ব্যতীত, কঠোরভাবে নিষিদ্ধ। এই শর্ত লঙ্ঘন বাংলাদেশের আইন অনুযায়ী একটি
          ফৌজদারি অপরাধ হতে পারে।
        </p>
        {/* <p className="mb-2">
          You may require your own StrikeO Account to use specific StrikeO
          Services, and you may need to be logged into your StrikeO Account with
          a valid payment method associated with it. If there are issues
          charging your selected payment method, we may charge any other valid
          payment method linked to your StrikeO Account. Manage your payment
          options here or follow the process outlined in the applicable Service
          Terms.
        </p>
        <p className="mb-2">
          Maintain the confidentiality of your StrikeO Account and password. You
          are responsible for all activities occurring under your StrikeO
          Account, whether authorized or not. Inform us immediately if you
          suspect unauthorized access or use of your password or StrikeO
          Account. Ensure that your password remains confidential and secure,
          and notify us promptly of any changes to your details. Access and
          update certain information through the Your Account area of the
          website or as outlined in the applicable Service Terms.
        </p>
        <p className="mb-2">
          You may not use any StrikeO Service: (i) to interrupt, damage, or
          impair any StrikeO Service or its access, (ii) to interfere with or
          harm other users, (iii) for fraudulent purposes or in connection with
          criminal or unlawful activities, or (iv) in any manner not permitted
          under these Conditions of Use and the relevant Service Terms.
        </p>
        <p>
          If concerns arise about your StrikeO Account or related activity, or
          if you violate applicable laws, Conditions of Use, or Service Terms,
          we may take action, including (i) restricting, suspending,
          terminating, or refusing any StrikeO Service, (ii) suspending or
          restricting access to your StrikeO Account, (iii) terminating your
          StrikeO Account, or (iv) removing or editing content posted through
          your StrikeO Account. The chosen action, any notice received, and the
          opportunity to rectify will vary depending on the StrikeO Service,
          circumstances, and our assessment of relevant factors. Such action may
          result in suspension or termination of other StrikeO Services. At any
          time, in accordance with the applicable Service Terms and using
          available tools and settings for each StrikeO Service, you can cease
          using a StrikeO Service, terminate your account or the StrikeO
          Service, or remove or edit specific content and material as permitted
          by that StrikeO Service.
        </p> */}
      </section>
      <section>
        <h3 className="text-md font-semibold text-white opacity-80 mb-2">
          আপনার StrikeO অ্যাকাউন্ট
        </h3>

        <p className="mb-2">
          ব্যবহারের এই শর্তগুলির উদ্দেশ্যে, আপনার StrikeO অ্যাকাউন্টটি StrikeO
          স্টোর বা যেকোনো StrikeO পরিষেবা অ্যাক্সেস এবং/অথবা ব্যবহার করার জন্য
          ব্যবহৃত অ্যাকাউন্টকে বোঝায় ।
        </p>
        <p className="mb-2">
          নির্দিষ্ট স্ট্রাইকও পরিষেবাগুলি ব্যবহার করার জন্য আপনার নিজের
          স্ট্রাইকও অ্যাকাউন্টের প্রয়োজন হতে পারে এবং আপনাকে এটির সাথে যুক্ত
          একটি বৈধ অর্থপ্রদানের পদ্ধতি দিয়ে আপনার স্ট্রাইকও অ্যাকাউন্টে লগ ইন
          করতে হতে পারে । আপনার নির্বাচিত অর্থপ্রদানের পদ্ধতিতে চার্জ করতে
          সমস্যা হলে, আমরা আপনার StrikeO অ্যাকাউন্টের সাথে লিঙ্ক করা অন্য কোনো
          বৈধ অর্থপ্রদানের পদ্ধতিতে চার্জ দিতে পারি। এখানে আপনার অর্থপ্রদানের
          বিকল্পগুলি পরিচালনা করুন বা প্রযোজ্য পরিষেবা শর্তাবলীতে বর্ণিত
          প্রক্রিয়া অনুসরণ করুন৷
        </p>
        <p className="mb-2">
          StrikeO অ্যাকাউন্ট এবং পাসওয়ার্ডের গোপনীয়তা বজায় রাখুন । আপনার
          স্ট্রাইকও অ্যাকাউন্টের অধীনে ঘটতে থাকা সমস্ত ক্রিয়াকলাপের জন্য আপনি
          দায়ী , অনুমোদিত হোক বা না হোক। আপনি যদি আপনার পাসওয়ার্ড বা StrikeO
          অ্যাকাউন্টের অননুমোদিত অ্যাক্সেস বা ব্যবহারের সন্দেহ করেন তাহলে
          অবিলম্বে আমাদের জানান । নিশ্চিত করুন যে আপনার পাসওয়ার্ড গোপনীয় এবং
          সুরক্ষিত থাকবে এবং আপনার বিশদ বিবরণে কোনো পরিবর্তন হলে তাৎক্ষণিকভাবে
          আমাদের জানান। ওয়েবসাইটের আপনার অ্যাকাউন্ট এলাকার মাধ্যমে বা প্রযোজ্য
          পরিষেবা শর্তাবলীতে বর্ণিত নির্দিষ্ট তথ্য অ্যাক্সেস এবং আপডেট করুন।
        </p>
        <p className="mb-2">
          আপনি কোনো StrikeO পরিষেবা ব্যবহার করতে পারবেন না: ( i ) কোনো StrikeO
          পরিষেবা বা এর অ্যাক্সেসকে বাধা দিতে, ক্ষতি করতে বা ক্ষতিগ্রস্থ করতে ,
          (ii) অন্য ব্যবহারকারীদের সাথে হস্তক্ষেপ বা ক্ষতি করতে, (iii)
          প্রতারণামূলক উদ্দেশ্যে বা অপরাধমূলক বা বেআইনি কার্যকলাপের সাথে
          সম্পর্কিত , বা (iv) এই ব্যবহারের শর্তাবলী এবং প্রাসঙ্গিক পরিষেবার
          শর্তাবলীর অধীনে অনুমোদিত নয় এমন কোনও পদ্ধতিতে।
        </p>
        <p>
          যদি আপনার StrikeO অ্যাকাউন্ট বা সম্পর্কিত কার্যকলাপ সম্পর্কে উদ্বেগ
          দেখা দেয়, অথবা আপনি যদি প্রযোজ্য আইন, ব্যবহারের শর্তাবলী, বা পরিষেবার
          শর্তাবলী লঙ্ঘন করেন, আমরা পদক্ষেপ নিতে পারি, যার মধ্যে রয়েছে ( i )
          কোনো StrikeO পরিষেবা সীমাবদ্ধ করা, স্থগিত করা, বন্ধ করা বা
          প্রত্যাখ্যান করা , (ii) আপনার StrikeO অ্যাকাউন্টে অ্যাক্সেস স্থগিত করা
          বা সীমাবদ্ধ করা, (iii) আপনার StrikeO অ্যাকাউন্ট বন্ধ করা, বা (iv)
          আপনার StrikeO অ্যাকাউন্টের মাধ্যমে পোস্ট করা সামগ্রী অপসারণ বা
          সম্পাদনা করা। স্ট্রাইকও পরিষেবা, পরিস্থিতি এবং প্রাসঙ্গিক কারণগুলির
          আমাদের মূল্যায়নের উপর নির্ভর করে নির্বাচিত পদক্ষেপ, কোনও বিজ্ঞপ্তি
          প্রাপ্ত এবং সংশোধনের সুযোগ পরিবর্তিত হবে । এই ধরনের পদক্ষেপের ফলে
          অন্যান্য স্ট্রাইকও পরিষেবাগুলি স্থগিত বা সমাপ্ত হতে পারে৷ যে কোনো
          সময়ে, প্রযোজ্য পরিষেবার শর্তাবলী অনুসারে এবং প্রতিটি স্ট্রাইকও
          পরিষেবার জন্য উপলব্ধ সরঞ্জাম এবং সেটিংস ব্যবহার করে, আপনি একটি
          স্ট্রাইকও পরিষেবা ব্যবহার করা বন্ধ করতে পারেন, আপনার অ্যাকাউন্ট বা
          স্ট্রাইকও পরিষেবাটি বন্ধ করতে পারেন, বা এর দ্বারা অনুমোদিত নির্দিষ্ট
          বিষয়বস্তু এবং উপাদানগুলি সরাতে বা সম্পাদনা করতে পারেন৷ স্ট্রাইকও
          সার্ভিস।
        </p>
      </section>
      <section>
        <h3 className="text-md font-semibold text-white opacity-80 mb-2">
          যোগাযোগ এবং বিষয়বস্তু
        </h3>

        <p className="mb-2">
          পর্যালোচনা, মন্তব্য এবং অন্যান্য বিষয়বস্তু সহ সমস্ত যোগাযোগ, সেইসাথে
          StrikeO পরিষেবার মাধ্যমে পরামর্শ, ধারণা, প্রশ্ন বা অন্যান্য উপকরণ জমা
          দেওয়া। যাইহোক, এই ধরনের অবদান কিছু নির্দেশিকা মেনে চলতে হবে। পোস্ট
          করা বিষয়বস্তু অবশ্যই বেআইনি, অশ্লীল, অপমানজনক, মানহানিকর,
          বুদ্ধিবৃত্তিক সম্পত্তির অধিকার লঙ্ঘনকারী বা তৃতীয় পক্ষের জন্য ক্ষতিকর
          বা আপত্তিকর হতে হবে না। অতিরিক্তভাবে, সামগ্রীতে সফ্টওয়্যার ভাইরাস
          থাকা উচিত নয় বা অর্থ পাচার বা জুয়া সহ কোনও অবৈধ কার্যকলাপে জড়িত
          হওয়া উচিত নয়; বা অপ্রাপ্তবয়স্কদের জন্য যে কোনো উপায়ে ক্ষতিকর; বা
          অন্য ব্যক্তির ছদ্মবেশ; বা বাংলাদেশের ঐক্য, অখণ্ডতা, নিরাপত্তা বা
          সার্বভৌমত্ব বা বিদেশী রাষ্ট্রের সাথে বন্ধুত্বপূর্ণ সম্পর্কের জন্য
          হুমকি; বা আপত্তিকর বা অন্যথায় বেআইনি, রাজনৈতিক প্রচারণা, বাণিজ্যিক
          অনুরোধ, সাইবার-আক্রমণ, গণ লক্ষ্যবস্তু বা স্প্যাম। বিষয়বস্তু কপিরাইট,
          ট্রেডমার্ক, গোপনীয়তা, গোপনীয়তা, বা অন্য কোন মালিকানা তথ্য বা অধিকার
          লঙ্ঘন করা উচিত নয়; বর্ণবাদ, ধর্মান্ধতা, ঘৃণা, বা শারীরিক ক্ষতি
          প্রচার; প্রতারণামূলক, বিভ্রান্তিকর, বা অপমানজনক হতে; অশালীন, হয়রানি,
          বা ভয়ঙ্কর হতে; নিন্দাজনক, মানহানিকর, বা মানহানিকর হতে; অশ্লীল,
          পর্নোগ্রাফিক বা পেডোফিলিক হতে হবে; জাতিগতভাবে আপত্তিকর বা অপমানজনক হতে
          হবে; অথবা অন্যথায় তৃতীয় পক্ষের জন্য ক্ষতিকর হতে পারে।
        </p>
        <p className="mb-2">
          আমরা ব্যস্ততা এবং অবদানকে উৎসাহিত করার সময়, আমরা এই নির্দেশিকা লঙ্ঘন
          করে এমন সামগ্রী অপসারণ বা সম্পাদনা করার অধিকার সংরক্ষণ করি। আপনি যদি
          বিষয়বস্তু পোস্ট করতে বা উপাদান জমা দিতে বেছে নেন, তাহলে আপনি
          StrikeO-কে একটি অ-এক্সক্লুসিভ, রয়্যালটি-মুক্ত, সম্পূর্ণ
          সাবলাইসেন্সযোগ্য এবং হস্তান্তরযোগ্য ব্যবহার, পুনরুত্পাদন, পরিবর্তন,
          অভিযোজন, প্রকাশ, অনুবাদ, ডেরিভেটিভ কাজ তৈরি, বিতরণ এবং প্রদর্শন করার
          অধিকার প্রদান করেন। বিশ্বব্যাপী বিষয়বস্তু। এই অনুদানটি StrikeO , এর
          সাবলাইসেন্সধারীদের এবং বিষয়বস্তুর সাথে যুক্ত নাম ব্যবহার করার জন্য
          স্থানান্তরকারীদের ডানদিকে প্রসারিত ।
        </p>
        <p className="mb-2">
          আপনি সম্মত হন যে প্রদত্ত অধিকারগুলি এই ধরনের বিষয়বস্তুর সাথে যুক্ত
          আপনার মেধা সম্পত্তি অধিকার সুরক্ষার পুরো সময়কালে অপরিবর্তনীয়। আপনি
          যেকোনও লঙ্ঘনে সম্মতি দেন এবং এই ধরনের বিষয়বস্তুর লেখক হিসেবে চিহ্নিত
          হওয়ার অধিকার পরিত্যাগ করেন। অনুরোধের ভিত্তিতে স্ট্রাইকও -কে আপনার
          দ্বারা প্রদত্ত যে কোনও অধিকারকে নিখুঁত করতে আপনার কাছ থেকে সহযোগিতা
          এবং সহায়তার প্রয়োজন হতে পারে।
        </p>
        <p>
          আপনি আপনার বিষয়বস্তুর জন্য দায়ী, প্রতিনিধিত্ব করে এবং নিশ্চিত করে যে
          আপনি পোস্ট করা সামগ্রীর সমস্ত অধিকারের মালিক বা নিয়ন্ত্রণ করেন৷
          বিষয়বস্তু অবশ্যই সঠিক হতে হবে, এই ব্যবহারের শর্তাবলী এবং যেকোনো
          প্রযোজ্য পরিষেবার শর্তাবলী মেনে চলতে হবে এবং কোনো প্রযোজ্য আইন লঙ্ঘন
          করবে না। আপনি স্ট্রাইকও- এর বিরুদ্ধে তৃতীয় পক্ষের দ্বারা আনা কোনও
          দাবির জন্য ক্ষতিপূরণ দিতে সম্মত হন যা আপনার সরবরাহ করা বিষয়বস্তু এবং
          উপাদান থেকে উদ্ভূত বা তার সাথে সম্পর্কিত , কোনও প্রাসঙ্গিক দ্বারা
          অবহিত করা হলে বিষয়বস্তু বা উপাদান অপসারণ করতে আমাদের ব্যর্থতার কারণে
          যে কোনও দায়বদ্ধতা দেখা দেয়। পার্টি
        </p>
      </section>
      <section>
        <h3 className="text-md font-semibold text-white opacity-80 mb-2">
          মেধা সম্পত্তি দাবি
        </h3>

        <p>
          StrikeO পরিষেবার কোনো আইটেম বা তথ্য আপনার মেধা সম্পত্তির অধিকার লঙ্ঘন
          করে, অনুগ্রহ করে আমাদের নোটিশ এবং{" "}
          <mark>দাবি করার পদ্ধতি অনুসরণ করু।</mark>
        </p>
      </section>
      <section>
        <h3 className="text-md font-semibold text-white opacity-80 mb-2">
          StrikeO সফ্টওয়্যার শর্তাবলী
        </h3>

        <p>
          ব্যবহারের এই শর্তগুলি ছাড়াও, সফ্টওয়্যার শর্তাবলী StrikeO
          পরিষেবাগুলির সাথে ব্যবহারের জন্য StrikeO দ্বারা প্রদত্ত যে কোনও
          সফ্টওয়্যার (আপডেট বা আপগ্রেড সহ) প্রযোজ্য। ব্যবহারকারীদের অবশ্যই
          সফ্টওয়্যার শর্তাবলী মেনে চলতে হবে, যা <mark>এখানে পাওয়া যাবে।</mark>
        </p>
      </section>
      <section>
        <h3 className="text-md font-semibold text-white opacity-80 mb-2">
          অন্যান্য ব্যবসা
        </h3>

        <p>
          তৃতীয় পক্ষের বিক্রেতারা স্ট্রাইকও স্টোরে স্টোর পরিচালনা করে, পরিষেবা
          প্রদান করে বা পণ্য বিক্রি করে। অধিভুক্ত কোম্পানি এবং অন্যান্য ব্যবসার
          লিঙ্ক প্রদান করা হয়, এবং এটা মনে রাখা গুরুত্বপূর্ণ যে StrikeO অন্য
          কোন পক্ষের কর্ম বা অফার বা তাদের ওয়েবসাইটের বিষয়বস্তু পরীক্ষা,
          মূল্যায়ন বা ওয়ারেন্টি করার জন্য দায়ী নয়। ব্যবহারকারীদের গোপনীয়তা
          বিবৃতি এবং StrikeO- এর সাথে লেনদেনে নিযুক্ত তৃতীয় পক্ষের
          ওয়েবসাইট/পণ্য/পরিষেবা ব্যবহারের অন্যান্য শর্তাবলী সাবধানে পর্যালোচনা
          করা উচিত । একটি লেনদেনে তৃতীয় পক্ষের জড়িত থাকার বিষয়টি স্পষ্ট হতে
          পারে এবং এই ধরনের লেনদেনের সাথে সম্পর্কিত তথ্য তৃতীয় পক্ষের সাথে ভাগ
          করা যেতে পারে।
        </p>
      </section>
      <section>
        <h3 className="text-md font-semibold text-white opacity-80 mb-2">
          স্ট্রাইকও এর ভূমিকা
        </h3>

        <p>
          স্ট্রাইকও তৃতীয় পক্ষের বিক্রেতাদের স্ট্রাইকও স্টোরে তাদের পণ্য
          তালিকাভুক্ত এবং বিক্রি করতে সহায়তা করে । StrikeO স্টোরে লেনদেন সহজতর
          করার সময় , StrikeO বিক্রেতার আইটেমের ক্রেতা বা বিক্রেতা নয়। তৃতীয়
          পক্ষের পণ্যগুলির জন্য বিক্রয় সম্পূর্ণ হওয়ার পরে গঠিত চুক্তিটি
          শুধুমাত্র ক্রেতা এবং বিক্রেতার মধ্যে। স্ট্রাইকও আলোচনা এবং লেনদেন
          সমাপ্তির স্থান হিসাবে কাজ করে। ফলস্বরূপ, StrikeO এই চুক্তির একটি পক্ষ
          নয়, এটি থেকে উদ্ভূত কোনো দায়িত্ব গ্রহণ করে না এবং বিক্রেতার এজেন্ট
          নয় (বিক্রেতার অর্থপ্রদান সংগ্রহের এজেন্ট হিসাবে কাজ করার সীমিত
          উদ্দেশ্য ব্যতীত)। যখন StrikeO বিক্রয় আয় পায়, ক্রেতা বিক্রেতার প্রতি
          বাধ্যবাধকতা সন্তুষ্ট করে। বিক্রেতা পণ্য বিক্রয় এবং ক্রেতার দাবি বা
          ক্রেতা এবং বিক্রেতার মধ্যে চুক্তি থেকে উদ্ভূত অন্য কোনো সমস্যা
          সমাধানের জন্য দায়ী। একটি নিরাপদ ক্রয়ের অভিজ্ঞতার জন্য, StrikeO
          ক্রেতাদের চুক্তিভিত্তিক বা অন্যান্য অধিকার এবং বিক্রেতা বা অন্য কোনো
          পক্ষের বিরুদ্ধে প্রতিকার প্রদান করে।
        </p>
      </section>
      <section>
        <h3 className="text-md font-semibold text-white opacity-80 mb-2">
          দাবিত্যাগ এবং দায়বদ্ধতা
        </h3>

        <p>
          এই ব্যবহারের শর্তাবলী বা পরিষেবার শর্তাবলীতে অন্যথায় উল্লেখ না থাকলে,
          স্ট্রাইকও স্ট্রাইকও পরিষেবা সম্পর্কিত কোনও প্রতিনিধিত্ব বা ওয়ারেন্টি
          অস্বীকার করে৷ স্ট্রাইকও পরিষেবাগুলির অনুপলব্ধতা বা ব্যবহারে অক্ষমতার
          ফলে ক্ষতির জন্য স্ট্রাইকও দায়ী থাকবে না, আমাদের পক্ষ থেকে কোনও
          লঙ্ঘনের কারণে সরাসরি সৃষ্ট ক্ষতি, ব্যবসায়িক ক্ষতি, বিক্রয় ক্ষতি,
          লাভ, রাজস্ব, চুক্তি, প্রত্যাশিত সঞ্চয়, ডেটা, শুভেচ্ছা, বা নষ্ট খরচ,
          এবং কোনো পরোক্ষ বা ফলস্বরূপ ক্ষতি। STRIKEO-এর দায় প্রাসঙ্গিক STRIKEO
          পরিষেবার জন্য প্রদত্ত পরিমাণের মধ্যে সীমাবদ্ধ। এই ব্যবহারের শর্তাবলী
          বা প্রযোজ্য পরিষেবার শর্তাবলীর কোন কিছুই স্ট্রাইকও দ্বারা করা
          নির্দিষ্ট প্রতিশ্রুতিগুলিকে অগ্রাহ্য করার উদ্দেশ্যে নয়, বাংলাদেশী
          আইনের অধীনে অধিকার বা প্রতিকারগুলি বাদ দেওয়া, সীমাবদ্ধ করা বা সংশোধন
          করা, চরম অবহেলা বা অপরাধমূলক আচরণের কারণে ক্ষতির জন্য দায়বদ্ধতা সীমা
          বা বর্জন করা, বা ক্ষতিপূরণ প্রসারিত করা। স্থূল অবহেলা বা অপরাধমূলক
          আচরণের কারণে সৃষ্ট ক্ষতির জন্য STRIKEO কে আপনার দ্বারা সরবরাহ করা
          হয়েছে।
        </p>
      </section>
      <section>
        <h3 className="text-md font-semibold text-white opacity-80 mb-2">
          প্রযোজ্য আইন
        </h3>

        <p>
          ব্যবহারের এই শর্তগুলি গণপ্রজাতন্ত্রী বাংলাদেশের আইন দ্বারা নিয়ন্ত্রিত
          হয়৷ আপনি সম্মত হন যে এই চুক্তির অধীনে বাংলাদেশের অভ্যন্তরে উদ্ভূত
          যেকোনো বিরোধের একচেটিয়া এখতিয়ার থাকবে এবং যে কোনো বিরোধ বাংলাদেশের
          আদালতে বিচার করা হবে। প্রতিটি পক্ষ এই আদালতের একচেটিয়া এখতিয়ার এবং
          স্থানের সম্মতি দেয়। যাইহোক, বৌদ্ধিক সম্পত্তি বা অন্যান্য মালিকানা
          অধিকারের প্রকৃত বা অভিযুক্ত লঙ্ঘনের জন্য যেকোন রাজ্য, ফেডারেল বা
          উপযুক্ত বিচার বিভাগের জাতীয় আদালতে নিষেধাজ্ঞামূলক ত্রাণ চাওয়া যেতে
          পারে। আন্তর্জাতিক পণ্য বিক্রয়ের জন্য চুক্তি সংক্রান্ত জাতিসংঘের
          কনভেনশন প্রযোজ্য নয়।
        </p>
      </section>
      <section>
        <h3 className="text-md font-semibold text-white opacity-80 mb-2">
          স্ট্রাইকও সার্ভিসেস
        </h3>

        <p>
          StrikeO যেকোন StrikeO পরিষেবা প্রদান বন্ধ করার অধিকার সংরক্ষণ করে ,
          একটি StrikeO পরিষেবার যেকোন অংশ বন্ধ করে দেয় , এবং যেকোনও সময়ে যেকোন
          StrikeO পরিষেবাতে বিষয়বস্তু যোগ বা অপসারণ সহ পরিবর্তনগুলি করে ৷ একটি
          StrikeO পরিষেবাতে বস্তুগতভাবে প্রতিকূল পরিবর্তন অগ্রিম অবহিত করা হবে।
        </p>
      </section>
      <section>
        <h3 className="text-md font-semibold text-white opacity-80 mb-2">
          সংশোধনী
        </h3>

        <p>
          StrikeO স্ট্রাইকও.কম-এ পরিবর্তন পোস্ট করার মাধ্যমে যেকোন সময়
          ব্যবহারের শর্ত এবং পরিষেবার শর্তাবলীতে পরিবর্তন করার অধিকার সংরক্ষণ
          করে। বস্তুগতভাবে প্রতিকূল পরিবর্তন অগ্রিম অবহিত করা হবে. আপনি StrikeO
          পরিষেবাগুলি ব্যবহার করার সময় কার্যকর ব্যবহারের শর্তাবলী এবং পরিষেবার
          শর্তাবলীর অধীন ৷
        </p>
      </section>
      <section>
        <h3 className="text-md font-semibold text-white opacity-80 mb-2">
          বিচ্ছেদযোগ্যতা
        </h3>

        <p>
          যদি এই ব্যবহারের শর্তগুলির কোন বিধান অবৈধ, অকার্যকর বা অপ্রয়োগযোগ্য
          বলে বিবেচিত হয়, তবে সেই বিধানটি বিচ্ছেদযোগ্য বলে গণ্য হবে এবং বাকি
          বিধানগুলির বৈধতা এবং প্রয়োগযোগ্যতাকে প্রভাবিত করবে না।
        </p>
      </section>
      <section>
        <h3 className="text-md font-semibold text-white opacity-80 mb-2">
          অধিকার পরিত্যাগের ঘোষণা
        </h3>

        <p>
          আপনি যদি ব্যবহারের এই শর্তগুলি লঙ্ঘন করেন এবং স্ট্রাইকও কোনও পদক্ষেপ
          না নেয়, তবে লঙ্ঘনের অন্য কোনও পরিস্থিতিতে আমাদের অধিকার এবং
          প্রতিকারগুলি এখনও প্রযোজ্য।
        </p>
      </section>
      <section>
        <h3 className="text-md font-semibold text-white opacity-80 mb-2">
          শিশুরা
        </h3>

        <p>
          StrikeO শিশুদের দ্বারা কেনার জন্য পণ্য বিক্রি করে না। শিশুদের জন্য
          পণ্যগুলি প্রাপ্তবয়স্কদের দ্বারা কেনার জন্য বিক্রি করা হয়, এবং 18
          বছরের কম বয়সী ব্যক্তিরা শুধুমাত্র পিতামাতা বা অভিভাবকের জড়িত থাকার
          সাথে StrikeO পরিষেবাগুলি ব্যবহার করতে পারে৷
        </p>
      </section>
      <section>
        <h3 className="text-md font-semibold text-white opacity-80 mb-2">
          আমাদের যোগাযোগের বিবরণ
        </h3>

        <p className="">
          সাধারণ অনুসন্ধানের জন্য, ঠিকানায় আমাদের সাথে যোগাযোগ করুন: <br />
          মতিঝিল , ঢাকা ফোন: +8801615333900
        </p>
        {/* <p className="mb-2">
          It's crucial to understand that when submitting a Notice Form, you
          grant StrikeO the right to utilize, modify, and display the content
          globally. This includes forwarding the Notice Form to the involved
          parties. By agreeing to submit a Notice Form, you also commit to
          indemnify StrikeO against claims arising from this process.
        </p>
        <p className="mb-2">
          On Third Party Seller Listings: Keep in mind that Third Party Seller
          listings are posted under the direction of these sellers. Contact
          information for Third Party Sellers is usually available on their
          Seller Information page.
        </p>
        <p className="mb-2">
          ASIN and ISBN-10, Defined: "ASIN" (StrikeO Standard Item Number) is a
          fifteen-character identifier found below any listing under Product
          Details. "ISBN-10" (International Standard Book Number) is a ten-digit
          identifier on some book listings.
        </p>
        <p>
          Important Warning: Providing false information in the Notice Form may
          result in legal consequences. Consult with a legal advisor if needed.
        </p> */}
      </section>
      <section>
        <h3 className="text-md font-semibold text-white opacity-80 mb-2">
          অধিকার লঙ্ঘনের দাবি
        </h3>

        <p className="mb-2">
          StrikeO তে আপনার অধিকার লঙ্ঘন করা হচ্ছে , আমরা আপনার উদ্বেগগুলি সমাধান
          করার জন্য একটি সুগম প্রক্রিয়া স্থাপন করেছি৷ <mark>নোটিশ ফর্মটি</mark>{" "}
          পূরণ এবং জমা দেওয়ার মাধ্যমে , আপনি, একজন অধিকারের মালিক বা এজেন্ট
          হিসাবে, কোনো অভিযোগ লঙ্ঘনের বিষয়ে যোগাযোগ করতে পারেন। নোটিশ ফর্ম
          প্রাপ্তির পরে, StrikeO নির্দিষ্ট পদক্ষেপ নিতে পারে, যেমন বিষয়বস্তু বা
          আইটেমগুলি সরানো, সবই দায় স্বীকার না করে এবং কোনো আইনি প্রতিকার করার
          অধিকার সংরক্ষণ করা।
        </p>
        <p className="mb-2">
          এটি বোঝা গুরুত্বপূর্ণ যে একটি নোটিশ ফর্ম জমা দেওয়ার সময়, আপনি
          StrikeO-কে বিশ্বব্যাপী বিষয়বস্তু ব্যবহার, পরিবর্তন এবং প্রদর্শনের
          অধিকার প্রদান করেন। এতে সংশ্লিষ্ট পক্ষের কাছে নোটিশ ফর্ম ফরোয়ার্ড করা
          অন্তর্ভুক্ত। একটি নোটিশ ফর্ম জমা দিতে সম্মত হয়ে, আপনি এই প্রক্রিয়া
          থেকে উদ্ভূত দাবির বিরুদ্ধে স্ট্রাইকওকে ক্ষতিপূরণ দিতেও
          প্রতিশ্রুতিবদ্ধ।
        </p>
        <p className="mb-2">
          তৃতীয় পক্ষের বিক্রেতা তালিকার উপর: মনে রাখবেন যে তৃতীয় পক্ষের
          বিক্রেতার তালিকাগুলি এই বিক্রেতাদের নির্দেশে পোস্ট করা হয়েছে৷ তৃতীয়
          পক্ষের বিক্রেতাদের জন্য যোগাযোগের তথ্য সাধারণত তাদের বিক্রেতার তথ্য
          পৃষ্ঠায় পাওয়া যায়।
        </p>
        <p className="mb-2">
          ASIN এবং ISBN-10, সংজ্ঞায়িত: "ASIN" ( StrikeO স্ট্যান্ডার্ড আইটেম
          নম্বর) হল একটি পনের-অক্ষরের শনাক্তকারী যা পণ্যের বিবরণের অধীনে যে কোনও
          তালিকার নীচে পাওয়া যায়। "ISBN-10" (ইন্টারন্যাশনাল স্ট্যান্ডার্ড বুক
          নম্বর) হল কিছু বইয়ের তালিকায় দশ সংখ্যার শনাক্তকারী।
        </p>
        <p>
          গুরুত্বপূর্ণ সতর্কতা: নোটিশ ফর্মে মিথ্যা তথ্য প্রদান করলে আইনি পরিণতি
          হতে পারে। প্রয়োজনে আইনি উপদেষ্টার সাথে পরামর্শ করুন।
        </p>
      </section>
      <section>
        <h3 className="text-md font-semibold text-white opacity-80 mb-2">
          অনলাইন নিরাপত্তা নিশ্চিত করা
        </h3>

        <p>
          একটি নিরাপদ অনলাইন পরিবেশের জন্য, ব্যবহারকারীরা প্রতিটি পণ্যের
          বিস্তারিত পৃষ্ঠায় "একটি পণ্যের প্রতিবেদন করুন" টুল ব্যবহার করে
          স্ট্রাইকও বাংলাদেশ স্টোরে পণ্য সম্পর্কে উদ্বেগ জানাতে পারেন। StrikeO
          সম্প্রদায়ের বৈশিষ্ট্যগুলির সাথে জড়িত ব্যবহারকারীদের অবশ্যই
          StrikeO-এর সম্প্রদায় নির্দেশিকা মেনে চলতে হবে ৷
        </p>
      </section>
      <section>
        <h3 className="text-md font-semibold text-white opacity-80 mb-2">
          অতিরিক্ত StrikeO সফ্টওয়্যার শর্তাবলী
        </h3>
        <h3 className="text-md font-semibold text-white opacity-80 mb-2">
          স্ট্রাইকও সফটওয়্যার ব্যবহার
        </h3>

        <p>
          ব্যবহারের শর্তাবলী, সফ্টওয়্যার শর্তাবলী এবং পরিষেবার শর্তাবলী অনুসারে
          স্ট্রাইকও পরিষেবাগুলি উপভোগ করার জন্য শুধুমাত্র স্ট্রাইকও সফ্টওয়্যার
          ব্যবহার করুন ৷ ব্যবহারকারীরা সফ্টওয়্যার স্থানান্তর বা বিক্রি করতে
          পারে না এবং StrikeO এটি প্রদান বন্ধ করার অধিকার সংরক্ষণ করে।
        </p>
      </section>
      <section>
        <h3 className="text-md font-semibold text-white opacity-80 mb-2">
          তৃতীয় পক্ষের পরিষেবা
        </h3>

        <p>
          StrikeO সফ্টওয়্যার ব্যবহার করার সময় , ব্যবহারকারীরা তাদের পৃথক নীতি
          সাপেক্ষে তৃতীয় পক্ষের পরিষেবাগুলি ব্যবহার করতে পারে৷
        </p>
      </section>
      <section>
        <h3 className="text-md font-semibold text-white opacity-80 mb-2">
          রিভার্স ইঞ্জিনিয়ারিং নেই
        </h3>

        <p className="">
          StrikeO সফ্টওয়্যার থেকে ডেরিভেটিভ কাজ তৈরি করা নিষিদ্ধ ।
        </p>
        {/* <p>
          These terms regarding StrikeO Software usage are crucial for a
          positive and secure experience on the platform. Adhering to these
          guidelines ensures compliance and lawful interaction with StrikeO
          Services.
        </p> */}
      </section>
      <section>
        <h3 className="text-md font-semibold text-white opacity-80 mb-2">
          আপডেট
        </h3>

        <p className="mb-2">
          স্ট্রাইকও সফ্টওয়্যারটিকে বর্তমান রাখতে আপডেট অফার করতে পারে।
        </p>
        <p className="">
          স্ট্রাইকও সফ্টওয়্যার ব্যবহার সম্পর্কিত এই শর্তাবলী প্ল্যাটফর্মে একটি
          ইতিবাচক এবং নিরাপদ অভিজ্ঞতার জন্য অত্যন্ত গুরুত্বপূর্ণ। এই
          নির্দেশিকাগুলি মেনে চলা StrikeO পরিষেবাগুলির সাথে সম্মতি এবং আইনানুগ
          মিথস্ক্রিয়া নিশ্চিত করে৷
        </p>
      </section>
      <section>
        <h3 className="text-lg font-semibold text-white opacity-80 mb-2">
          বিক্রয় শর্তাবলী
        </h3>

        <p className="mb-2">
          StrikeO Pvt Ltd-এর দ্বারা strikeo.com-এ পণ্য বিক্রয় নিয়ন্ত্রণ করে
          (নিবন্ধন নম্বর C-189403/2023), 1994 সালের কোম্পানি আইন (অ্যাক্ট XVIII)
          এর অধীনে " স্ট্রাইকও " হিসাবে ব্যবসা করা।
        </p>
        <p className="mb-2">
          StrikeO- এর দ্বারা বিক্রি হওয়া পণ্যগুলির জন্য একটি অর্ডার দেওয়ার আগে
          দয়া করে এই শর্তগুলি পুঙ্খানুপুঙ্খভাবে পর্যালোচনা করুন ৷ একটি আদেশ
          শুরু করার মাধ্যমে, আপনি, নিজের এবং আপনার StrikeO অ্যাকাউন্টের সমস্ত
          ব্যবহারকারীর পক্ষে , এই শর্তগুলির দ্বারা আবদ্ধ হতে সম্মত হন৷
        </p>
        <ul className="list-none">
          <li>
            <span className="text-white opacity-80 pl-5">1. আমাদের চুক্তি</span>{" "}
            <p className="mb-2">
              বিক্রয়ের এই শর্তগুলি স্ট্রাইকও স্টোরে তৃতীয় পক্ষের বিক্রেতাদের
              দ্বারা বিক্রি হওয়া পণ্যগুলিতে প্রসারিত হয় না। অনুগ্রহ করে
              অন্যান্য ব্যবসার অধীনে ব্যবহারের শর্তাবলী পড়ুন যা এই ধরনের পণ্য
              এবং লেনদেনের ক্ষেত্রে প্রযোজ্য।
            </p>
            <p className="mb-2">
              StrikeO দ্বারা বিক্রি হওয়া পণ্যগুলির বিষয়ে , আপনার অর্ডারটি
              নির্দিষ্ট পণ্য(গুলি) কেনার জন্য আপনার জন্য একটি অফার গঠন করে। একটি
              অর্ডার দেওয়ার পরে, আপনি একটি অর্ডার নিশ্চিতকরণ পাবেন, প্রাপ্তি
              নিশ্চিত করে কিন্তু গ্রহণযোগ্যতা বোঝায় না। আমরা আপনার অফারটি গ্রহণ
              করি এবং বিক্রয় চুক্তি চূড়ান্ত করি যখন আমরা পণ্য(গুলি) প্রেরণ
              করি, ওয়েবসাইটে ইমেল বা বার্তা কেন্দ্রের মাধ্যমে একটি প্রেরণ
              নিশ্চিতকরণ প্রেরণ করি।
            </p>
            <p className="mb-2">
              আপনি ইলেকট্রনিকভাবে বিক্রয় চালান পেতে সম্মত হন, আপনার অ্যাকাউন্ট
              বিভাগের মধ্যে পিডিএফ ফর্ম্যাটে উপলব্ধ। ইলেকট্রনিক চালানগুলি আমাদের
              প্রেরণ নিশ্চিতকরণে নির্দেশিত হবে।
            </p>
            <p>
              মনে রাখবেন যে আমরা গড় পরিবারের প্রয়োজনের জন্য উপযুক্ত পরিমাণে
              পণ্য বিক্রি করি এবং এই সীমা অতিক্রম করার অর্ডারগুলি প্রত্যাখ্যান
              করতে পারি, তা একক অর্ডারে বা একই পণ্যের জন্য একাধিক অর্ডার জুড়ে।
            </p>
          </li>
          <li>
            <span className="text-white opacity-80 pl-5">
              2. বাতিলকরণ এবং প্রত্যাবর্তন নীতি
            </span>{" "}
            <p className="mb-2">
              চালান নিশ্চিতকরণ পাঠানো না হওয়া পর্যন্ত কোনো খরচে বাতিল করা
              সম্ভব। বাতিলকরণের অধিকারের ব্যতিক্রমগুলির মধ্যে রয়েছে
              ব্যক্তিগতকৃত পণ্য, পচনশীল আইটেম, সম্পূর্ণরূপে সম্পাদিত পরিষেবা,
              ডাউনলোড বা ব্যবহারের পরে ডিজিটাল সামগ্রী এবং কিছু মুদ্রণ সামগ্রী।
            </p>
            <p>
              আমাদের চেঞ্জ অফ মাইন্ড রিটার্নস নীতি সম্পূর্ণ রিফান্ডের জন্য 30
              দিনের মধ্যে নতুন, না খোলা আইটেমগুলি ফেরত দেওয়ার অনুমতি দেয়।
              বিধিবদ্ধ অধিকার এবং প্রতিকার, আমাদের নীতিগুলি ছাড়াও, বাংলাদেশের
              আইনের অধীনে প্রযোজ্য।
            </p>
          </li>
          <li>
            <span className="text-white opacity-80 pl-5">
              3. মূল্য এবং প্রাপ্যতা
            </span>{" "}
            <p className="mb-2">
              মূল্য প্রযোজ্য কর অন্তর্ভুক্ত, এবং প্রাপ্যতা তথ্য ওয়েবসাইটে
              প্রদান করা হয়. কোনো অর্ডার করা পণ্য অনুপলব্ধ হলে আমরা আপনাকে
              অবিলম্বে অবহিত করব, কোনো চার্জ ছাড়াই।
            </p>
            <p>
              ভুল মূল্যের ক্ষেত্রে, আমরা নিশ্চিতকরণ বা অর্ডার বাতিল করার জন্য
              আপনার সাথে যোগাযোগ করি। কম সঠিক দাম চার্জ করা হবে.
            </p>
          </li>
          <li>
            <span className="text-white opacity-80 pl-5">4. প্রসবের সময়</span>{" "}
            <p>
              ডেলিভারি অনুমান অ-বাঁধাই, এবং গ্যারান্টিযুক্ত ডেলিভারি তারিখ, যদি
              প্রদান করা হয়, তাহলে আপনাকে অবিলম্বিত চালানের জন্য ফেরত পাওয়ার
              অধিকারী করে। প্রেরন পারমিট অর্ডার বাতিলের আগে বিলম্বিত বিতরণ।
            </p>
          </li>
          <li>
            <span className="text-white opacity-80 pl-5">5. পণ্যের তথ্য</span>{" "}
            <p>
              StrikeO প্রস্তুতকারক নয়, এবং আমরা যখন নির্ভুলতার জন্য চেষ্টা করি,
              তখন পণ্যের বিবরণ ভিন্ন হতে পারে। কোনো ভুল পণ্য তথ্য আমাদের নীতি
              অনুযায়ী একটি ফেরত ওয়ারেন্টি. উদ্বেগের জন্য সর্বদা লেবেল এবং
              যোগাযোগ নির্মাতাদের পড়ুন।
            </p>
          </li>
          <li>
            <span className="text-white opacity-80 pl-5">6. কাস্টমস</span>{" "}
            <p>
              আন্তর্জাতিক ডেলিভারির জন্য, আমদানি শুল্ক এবং কর প্রযোজ্য হতে পারে
              এবং গ্রাহকরা কাস্টমস ক্লিয়ারেন্স সম্মতির জন্য দায়ী।
            </p>
          </li>
          <li>
            <span className="text-white opacity-80 pl-5">
              7. অনুমোদন এবং রপ্তানি নীতি
            </span>{" "}
            <p>
              প্রযোজ্য নিষেধাজ্ঞা বা রপ্তানি নিষেধাজ্ঞা সাপেক্ষে স্ট্রাইকও
              পরিষেবার ব্যবহার নিষিদ্ধ৷ রপ্তানি বিধিনিষেধ মেনে চলা বাধ্যতামূলক।
            </p>
          </li>
          <li>
            <span className="text-white opacity-80 pl-5">
              8. দাবিত্যাগ এবং দায়বদ্ধতা
            </span>{" "}
            <p>
              স্ট্রাইকও প্রতিনিধিত্ব বা ওয়ারেন্টি অস্বীকার করে যদি না অন্যথায়
              বলা হয়। দায়বদ্ধতা প্রদত্ত পণ্যের অর্থ ফেরতের মধ্যে সীমাবদ্ধ। এই
              বিভাগটি আপনার বিধিবদ্ধ অধিকারকে প্রভাবিত করে না।
            </p>
          </li>
          <li>
            <span className="text-white opacity-80 pl-5">9. প্রযোজ্য আইন</span>{" "}
            <p>
              বাংলাদেশের আইন বিক্রয়ের এই শর্তগুলিকে নিয়ন্ত্রণ করে৷ বাংলাদেশের
              আদালতে বিরোধের বিচার হয়। আন্তর্জাতিক পণ্য বিক্রয়ের জন্য চুক্তি
              সংক্রান্ত জাতিসংঘের কনভেনশন প্রযোজ্য নয়।
            </p>
          </li>
          <li>
            <span className="text-white opacity-80 pl-5">10. সংশোধনী</span>{" "}
            <p>
              StrikeO যে কোনো সময়ে বিক্রয়ের এই শর্তগুলি সংশোধন করার অধিকার
              সংরক্ষণ করে, এটি strikeo.com-এ পোস্ট করার পরে কার্যকর৷
            </p>
          </li>
          <li>
            <span className="text-white opacity-80 pl-5">11. সেভারেবিলিটি</span>{" "}
            <p>
              যদি কোন শর্ত অবৈধ বলে গণ্য করা হয়, তবে এটি অবশিষ্ট শর্তগুলির
              বৈধতাকে প্রভাবিত করবে না।
            </p>
          </li>
          <li>
            <span className="text-white opacity-80 pl-5">
              12. অধিকার পরিত্যাগের ঘোষণা
            </span>{" "}
            <p>
              লঙ্ঘনের জন্য কোনও পদক্ষেপ অন্য পরিস্থিতিতে অধিকার পরিত্যাগ করে না।
            </p>
          </li>
          <li>
            <span className="text-white opacity-80 pl-5">13. শিশু</span>{" "}
            <p>
              পণ্য শিশুদের দ্বারা কেনার জন্য নয়; প্রাপ্তবয়স্কদের
              অপ্রাপ্তবয়স্কদের জন্য কেনাকাটা পরিচালনা করা উচিত।
            </p>
          </li>
          <li>
            <span className="text-white opacity-80 pl-5">
              14. যোগাযোগের ঠিকানা
            </span>{" "}
            <p>
              অনুসন্ধানের জন্য, প্রদত্ত চ্যানেলের মাধ্যমে StrikeO-এর সাথে
              যোগাযোগ করুন। স্ট্রাইকও প্রাইভেট লিমিটেডকে আইনি নোটিশ পাঠানো যেতে
              পারে 12-13, মতিঝিল রহমান চেম্বার, ঢাকা 1000, বাংলাদেশ, অথবা
              +8801615333900 নম্বরে কল করুন।
            </p>
          </li>
        </ul>
      </section>
    </div>
  );
};

export default Bangali;
